[
  {
    "title_like": "%World Book Day – the test teen reads%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "English literature teacher at Bathampton Secondary School\n\nIt is often suggested that teachers and librarians aren’t pushing secondary school readers towards titles that challenge them enough, and so the organisers of World Book Day have announced a list which might provide some inspiration for anyone who’s stuck for ideas. This list of popular books for young adults, voted for by 10,000 people across the UK, features a top 10 to ‘shape and inspire’ teenagers, and handle some of the challenges of adolescence.\n\nAll but one of the books have already been made into films, demonstrating that when a book makes it to the big screen, it often then acquires more readers thanks to the film’s success. Of course, this isn’t always the case, as with George Orwell’s 1984, where the rather mediocre film does not compare so favourably with the book’s ability to conjure up a dark vision of life in a police state.\n\nJames Bowen’s A Streetcat Named Bob, published in 2012, is one of the few relatively contemporary books here. It’s also certainly for me the least predictable member of the list, but its extended stay on the bestseller list earned it – and its author – a devoted following. It is the touching story of Bob, the cat who helped a homeless man called James get his life back on track. Bob sits on James’s shoulder and sleeps at his feet while he plays the guitar on the street, and soon becomes the centre of attention. What makes the story particularly powerful is that it is based on author James Bowen’s real life.\n\nAlso on the list are J. K. Rowling’s Harry Potter books. In this case it’s actually the whole series rather than one particular title that makes the shortlist. Perhaps the judges struggled to agree which one book to pick. For me, the books are rather more pre-teen than the rest of the books on the list, which are aimed at a more mature readership.\n\nBut Harry Potter is a special case: as Harry gets older in each successive book in the series, the stories do become more complex and darker. In a way, readers themselves grow up with Harry and his friends. Rowling asks some tough questions about standing up to authority, challenging ‘normal’ views and many other subjects close to teenage readers’ hearts. This should get rid of the idea that the whole series is just for young kids. In actual fact, half of all Harry Potter readers are over the age of 35, but that’s another story.\n\nThe list goes right back to the nineteenth century with Charlotte Bronte’s great romance Jane Eyre, showing that some books never grow old, though the majority are twentieth-century works such as Anne Frank’s heartbreaking wartime memoir The Diary of a Young Girl, which even now I find hard to get through without shedding tears. Personally, I would have swapped J. R. R. Tolkien’s The Lord of the Rings for one of the many classics that didn’t make the final selection, Lord of the Flies perhaps, William Golding’s nightmare vision of schoolboys stuck on an island.\n\nOf course there’ll always be some choices we don’t agree with, but that’s what I think makes a list like this so fascinating. I’ve been using it with my class of 16-year-olds, and I got them to evaluate it and make other suggestions for what to include or how it could be changed. But what I hope can really make a lasting difference is if it stimulates them to try out writers on the list, perhaps ones they haven’t come across before, and be introduced to new styles of writing.\n\n1. What criticism does the writer make in the first paragraph?\n2. What point is made about books which are made into films?\n3. What does the writer suggest about A Streetcat Named Bob?\n4. How does the writer justify the presence of the Harry Potter books on the list?\n5. Which book does the writer feel shouldn’t be on the list?\n6. What does the writer intend to do?",
    "options": {
      "1": [
        "World Book Day has been poorly organised.",
        "School librarians aren’t working hard enough.",
        "Teenagers are reading books that are too easy.",
        "Teachers don’t encourage pupils to read enough."
      ],
      "2": [
        "The best books tend to be made into films.",
        "The film of a book makes more people read the book.",
        "Many people prefer to watch a film than read the book.",
        "It is useful to be able to compare the book and the film."
      ],
      "3": [
        "She is surprised that it is on the list.",
        "The book did not sell as well as it deserved to.",
        "It is the most recently published book on the list.",
        "It is the only autobiography on the list."
      ],
      "4": [
        "The books’ fame can help the list get more attention.",
        "The later books in the series are more suitable for teenagers.",
        "Teenagers should read books that they will also enjoy as adults.",
        "It makes sense to have a whole series as well as individual books."
      ],
      "5": [
        "Jane Eyre",
        "The Diary of a Young Girl",
        "The Lord of the Rings",
        "Lord of the Flies"
      ],
      "6": [
        "be more fully developed in future",
        "prompt pupils to read more widely",
        "enable pupils to write more effectively",
        "provide a useful topic for discussion in class"
      ]
    },
    "correct_answer": {
      "1": "Teenagers are reading books that are too easy.",
      "2": "The film of a book makes more people read the book.",
      "3": "She is surprised that it is on the list.",
      "4": "The later books in the series are more suitable for teenagers.",
      "5": "The Lord of the Rings",
      "6": "prompt pupils to read more widely"
    }
  },
  {
    "title_like": "%A Memorable Experience%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "A MEMORABLE EXPERIENCE\nSara Adelardi, 17, tells us about taking part in a TV cooking competition.\nSince I was a child who stood in my grandmother’s kitchen sniffing the delicious smell of freshly baked bread and homemade soups, I’ve known there is only one thing I want to do in life: cook. So, when I spotted an advert on a website inviting young people to apply for a TV cooking competition, there was little doubt I’d be first in line to take part. I thought ‘This could be the beginning of my cooking career!’\nThe application process was far from straightforward, as I soon discovered. First, I had to fill in a lengthy form, detailing everything from how I became interested in cooking (that was the easy part), to things like what I hoped to get out of being part of the show (these were much trickier!). Once I’d got through that stage of the process, the next step was to cook a test dish for the show’s judges: scary but exciting, too. If that was good enough, I’d be invited to take part in the four-week televised competition. One person, selected by the judges, would be voted out of the competition in each programme, until the winner was announced during the final.\nUntil I had to create a test dish, I’d been pretty positive about my cooking ability; I often cooked big meals for my family at the weekends, and my friends loved the little snacks I took into school for break times. But suddenly I found myself up against 11 other young people who’d been cooking for longer. Some of them – I’d known this might be the case – had even had part-time jobs as waiters, surrounded by top-class food prepared by professional chefs. Would I really be able to compete? As I stood at my counter in the test kitchen, ready to start cooking, I remembered my grandmother’s advice: ‘Stick to what you know best’.\nThe judges tasted each test dish, made a few notes, and sent us all home. Then the wait began. Had I made it to the televised competition? Eventually, the phone call came. I’d be in the first live programme of the series the following week! Our first challenge would be to make a meal with a selection of ingredients chosen by the judges. It was impossible to know what they’d pick in advance, and I knew I’d just have to use my creativity on the day, but I was still desperate to do some preparation, and rushed straight to my parents’ kitchen, pulling everything from the cupboards in a panic. All day I experimented with new flavour combinations, testing them out on my parents and sister. Most things they liked, some they didn’t. What if the judges weren’t keen on my dishes?\nThe day of the first programme dawned and suddenly there I was with the other competitors, waiting to be given our instructions. The lights were hot in the TV studio, but although I’d expected to be nervous about being filmed for a TV show, my excitement soon took over. I recognised all the ingredients spread out on the table in front of me and I was eager to get to work. I knew exactly what I was going to cook! My grandmother’s words rang in my ears again. ‘Keep it simple,’ I thought, as I started chopping.\nI didn’t make it any further in the competition. The judges liked my dish and said I showed promise as a cook, but the other competitors were better on the day. I’d learnt a lot from seeing how they worked, and how imaginative their dishes were compared to mine, so I wasn’t too disappointed. It had been a memorable experience, and (line 70) confirmed in my mind that cooking was the career for me. Years of learning still lie ahead of me, but one day I’d love to own my own restaurant – and help other young people fulfil their dreams too!\n\n1. What is the writer’s purpose in the first paragraph?\n2. What does the writer say about applying for the competition in the second paragraph?\n3. How did the writer feel after she met the other competitors for the first time?\n4. When it was confirmed that the writer would be taking part in the televised competition, she\n5. On the first day of the competition, the writer says she felt\n6. What does it refer to in line 70?",
    "options": {
      "1": [
        "to highlight the writer’s relationship with her grandmother",
        "to describe the kinds of meals that the writer enjoyed cooking",
        "to help readers identify with the writer’s ambitious character",
        "to explain why the competition appealed to the writer"
      ],
      "2": [
        "It took much longer than she had hoped it would.",
        "She found it challenging to answer some of the questions.",
        "The process was as complicated as she had expected it to be.",
        "She discovered details about the competition which she did not like."
      ],
      "3": [
        "confident that she had the necessary skills to do so",
        "determined to use the advice that she had been given",
        "concerned that they would be better at cooking than she was",
        "surprised by how much experience some of them had"
      ],
      "4": [
        "decided to practise making some of her favourite recipes.",
        "knew there was little point trying to guess what she’d have to do.",
        "asked her family to make suggestions about what she should cook.",
        "felt she ought to find out about ingredients she didn’t ordinarily use."
      ],
      "5": [
        "keen to get on with the task before her.",
        "anxious about appearing on camera.",
        "relieved to have ideas about what to cook.",
        "grateful for the family support she had received."
      ],
      "6": [
        "the judges’ feedback",
        "her time at the studio",
        "other competitors’ food",
        "a feeling of disappointment"
      ]
    },
    "correct_answer": {
      "1": "to explain why the competition appealed to the writer",
      "2": "She found it challenging to answer some of the questions.",
      "3": "concerned that they would be better at cooking than she was",
      "4": "knew there was little point trying to guess what she’d have to do.",
      "5": "keen to get on with the task before her.",
      "6": "her time at the studio"
    }
  },
  {
    "title_like": "%La Mercè Festival%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "La Mercè Festival\nby Adrian Jacobs\nLast September, I attended the La Mercè festival in the city of Barcelona, Spain, with my family. I’d never been to the city before and was looking forward to spending a few days there. After checking in to our hotel, we wandered into the centre for our first look around the city I’d heard so much about. With the festival already in full swing, the footpaths were crowded, making it challenging to move with any speed around the sights. It was nothing I hadn’t been warned about and we were in no rush. I could barely take my eyes off the beautiful old buildings as we walked along. All that fascinating history: I imagined all the stories the buildings would be able to tell if they had a voice. Traffic buzzed round us, filling the air with sounds of beeping horns, adding to the atmosphere.\nThe first event we attended was the building of ‘human towers’. Different teams competed to create the tallest tower of people by standing on each others’ shoulders. Then the youngest member of each group climbed up the outside to the very top. I gazed in awe at the height of the towers. They made it look easy but what an incredible amount of practice and teamwork the activity must need. Now and then, a tower would collapse to the gasps of the onlookers. The teams had clearly prepared for this eventuality, though, and caught each other easily. We stood and watched for ages, transfixed.\nNext was the parade of the ‘giants’, where huge brightly painted figures were carried through the streets representing different neighbourhoods of the city. Kings and queens dressed in historical costumes hovered over the crowds, spinning and dancing in pairs to the tunes played on ancient instruments by bands of musicians. Children stared in wonder, their faces lighting up when they spotted a favourite character – that was a magical thing. I soon abandoned any attempt at filming the procession; it was far better just to store the images away in my memory instead.\nThat evening we saw what, for me, was the highlight of our whole trip: the ‘fire run’. Another parade, but this one was a procession of huge five-breathing beasts – again, brightly painted – which were carried along the road, showering the spectators with sparks from fireworks attached to them. Spectators are advised to cover up as protection, but there’s no real danger. Even so, I decided to stand well back away from it! It was an incredible sight and must have been great fun to participate in. The fire lit up the spectators in the darkness and I recognised my own feelings of happiness on their faces. I snapped away with my camera, but when I looked at my pictures the next day, I’d just recorded a blur of movement.\nOver the next couple of days we saw everything from a kite flying competition at the beach to an aerobatic show, sampled local specialities in seaside cafés and sang and (line 52) danced in the city’s numerous squares. All too soon it was the last night of the festival. Together with thousands of other people, we stood ready to watch the final event: the closing of the festival with a magnificent fireworks display. It was as fantastic as all the other events had been and I knew that even if I never came back again, I’d go home having made the most of the celebrations I’d so longed to see, and having gained an insight into another culture.\n\n1. How did Adrian feel when he saw the city of Barcelona for the first time?\n2. What does Adrian say about the ‘human towers’ event in the second paragraph?\n3. When Adrian saw the parade of giants in the third paragraph, he particularly liked\n4. During the ‘fire run’ in the fourth paragraph, Adrian\n5. What does sampled in line 52 mean?\n6. How did Adrian feel at the end of the festival?",
    "options": {
      "1": [
        "amazed at the number of visitors there",
        "excited by the interesting architecture",
        "annoyed by how noisy the city was",
        "pleased about how easy it was to get around"
      ],
      "2": [
        "It made him feel nervous at certain moments.",
        "It continued for longer than he would have liked.",
        "It required a lot of skill on the part of the participants.",
        "It was not as impressive as he had expected it to be."
      ],
      "3": [
        "trying to capture the figures on video.",
        "seeing other people’s enjoyment of it.",
        "learning about the history of the activity.",
        "listening to the music which accompanied it."
      ],
      "4": [
        "thought it wise to keep at a distance from the parade.",
        "wished he was able to take part in the procession.",
        "managed to take some atmospheric photos.",
        "saw someone he knew in the crowds."
      ],
      "5": [
        "checked",
        "experimented",
        "observed",
        "tried"
      ],
      "6": [
        "hopeful that he would return in the future",
        "regretful that the experience was over",
        "satisfied to have fulfilled an ambition",
        "happy to be heading home"
      ]
    },
    "correct_answer": {
      "1": "excited by the interesting architecture",
      "2": "It required a lot of skill on the part of the participants.",
      "3": "seeing other people’s enjoyment of it.",
      "4": "thought it wise to keep at a distance from the parade.",
      "5": "tried",
      "6": "satisfied to have fulfilled an ambition"
    }
  },
  {
    "title_like": "%Teenagers and parents – it’s the same old story%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "Teenagers and parents – it’s the same old story …\nMany readers have described the ups and downs of living with teenage children.\nThis week, we hear from Barry Davros, 15.\nOK, I’ll admit it. Things haven’t been so easy at home in the last couple of years. I’d like to think I’m old enough and wise enough to know that it’s almost certainly because I’m a teenager now. Teenagers complain to their friends about their parents. And I think we can be pretty certain that the parents do the same about their kids. I argue with mine. We don’t talk as much as we did when I was a kid. It’s not that this is the way I want it – I’d prefer it if we never argued, but found a way to talk about what was bothering us. That would be so much better, not just for me and my mum and dad, but for any teenager and their family. So I’ve been reading a lot – books like The Teenage Brain, and lots of online stuff. And I’m sure that if people understood more about what goes on inside a teenager’s mind, half of the arguments over the dinner table wouldn’t even start in the first place. So I’d like to share what I’ve learnt.\nThere are so many things that parents have a go at their teenagers for that it’s almost impossible to know where to start. So let’s just pick mornings. Mornings are for sleeping. For as long as you need to, or at least as long as you can. Every teenager knows that. But not parents – they think that we should get up at 7.30, just because they get up at 7.30, ready for another busy day. So who’s right? Well, the science says that an adolescent’s body clock isn’t programmed in the same way, and is on a schedule about three hours behind that of older adults (that means both going to bed and getting up).\nAnother ‘issue’ that parents make a big deal about is tidiness. Clothes dumped on the bathroom floor, an old plate of food under the bed, house keys lost. OK, I admit, I’ve been guilty of all of these things recently (but at least I owned up!). Sorting stuff like this takes planning, and the way the teenage brain develops means that it’s just not our strong point. Sorry! The brain develops a chemical called myelin, and it’s created over time. Until it’s fully developed in all parts of the brain, it does unfortunately mean that even very bright teens can do really stupid things. So just bear with us guys!\nBecause as already mentioned, the teenage brain goes through all sorts of changes, sometimes teenagers can get angry. This usually makes parents angry. Which makes us angrier, which … OK, you get the picture. But parents need to understand more about what’s going on inside our heads. Like, there might be a perfectly understandable (to us) reason why we don’t want to do that maths homework this instant. So, listen parents out there, try and understand! Don’t always respond to us by getting angry. Just don’t! Calm down, count to ten and think twice. (line 49)\nCommunication. That’s a big one. Sure, teens and parents need to hang out together too, not live in separate worlds. But I’m 15, so the topics of conversation I was into when I was 11 don’t work for me now. Same for all kids my age. The sooner parents realise that, the better. It’s not that we stop (line 54) loving them just because we’re in our teens, it’s just that we need more space. To grow up and find out who we are.\nHere’s a tip – if there’s something that needs to be discussed, do it on a car journey. Whether it’s the whole family together or just two of you, the fact that you’re in a car means that you’re gazing ahead, rather than staring at each other. For me, it just makes it easier to talk somehow, because I sometimes feel they’re judging me or something if they’re observing me. Try it. It works. And you heard it from me.\n\n1. Why shouldn’t parents be surprised if their teenagers sleep late?\n2. In the third paragraph, the writer admits that teenagers tend not to be very\n3. What does the writer mean when he advises parents to ‘count to ten’ in line 49?\n4. What does ‘that’ refer to in line 54?\n5. Car journeys are a good opportunity to speak because\n6. Why has Barry written this blog post?",
    "options": {
      "1": [
        "Many teenagers find their busy schedule tiring.",
        "Some teenagers need more hours of sleep than adults.",
        "Teenagers prefer not to see their parents in the mornings.",
        "It’s natural for teenagers to have different sleep patterns from adults."
      ],
      "2": [
        "honest.",
        "organised.",
        "confident.",
        "intelligent."
      ],
      "3": [
        "don’t react too quickly",
        "repeat what you have said",
        "find ten reasons for the behaviour",
        "don’t tell teenagers things they already know"
      ],
      "4": [
        "Teenagers need to spend time away from their parents.",
        "Teenagers love their parents less than they did as children.",
        "Teenagers want to talk about different things as they mature.",
        "Teenagers need to spend more time talking to their parents."
      ],
      "5": [
        "the speakers don’t need to look at each other.",
        "the vehicle provides more privacy.",
        "families can travel somewhere nice together.",
        "teenagers cannot avoid their parents when they are in the same car."
      ],
      "6": [
        "to help families get along better",
        "to explain why his parents annoy him",
        "to encourage parents, doctors and teachers to read more about teenagers",
        "to suggest that it is important for teenagers to be responsible"
      ]
    },
    "correct_answer": {
      "1": "It’s natural for teenagers to have different sleep patterns from adults.",
      "2": "organised.",
      "3": "don’t react too quickly",
      "4": "Teenagers want to talk about different things as they mature.",
      "5": "the speakers don’t need to look at each other.",
      "6": "to help families get along better"
    }
  },
  {
    "title_like": "%Survival adventure camp%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "Survival adventure camp\nLast summer, I took part in a survival adventure camp in the mountains. It was run by Survive! Adventure Club, and the idea behind it was to give teenagers like me a taste of what it’s like to survive in the wild. There were no luxuries such as showers or shops which you find on other adventure camps. That might have bothered some people – not me, though. Our guides were experienced and reassured us they’d be with us every step of the way. They provided tips to help us make informed decisions about things like where to camp, how to make meals from food we’d find ourselves, and how to get around without maps.\nThe experience began at the Survive! Adventure Club headquarters at the base of the mountains. There, we were divided into teams for the camp. The teams weren’t based on age and experience but on our performance in a number of team-building tasks, which was a way for the leaders to put us together based on individual skills and personalities, to ensure a good mix in each team. We were led through a series of fun activities, such as making a raft which floated on water and taking part in a quiz. The activities were aimed at helping us make the most of our strengths, in addition to building confidence before the real survival adventure began.\nOnce we’d decided that we still wanted to take part after the day’s activities, our first night was spent in the cabins at the club’s headquarters. We had a proper bed for the night but the evening meal was down to us – I knew there’d be some kind of challenge for us! Our survival expert, Hans, gave us a lesson on finding food, such as plants, in the wild. He warned us that not everything that looks good is safe to eat, and explained that it’s vital to identify what you’re looking at. Hans not only pointed out what was edible or should be left alone, but also taught us to build a campfire and provided cooking tips. He told us we should see our imaginations, as cooking in the wild was different to cooking at home.\nNext morning the real survival adventure began. We’d been advised to take well-fitting hiking boots, warm clothing and waterproofs. I appreciated the advice because as we soon found out, the weather in mountainous regions can be highly unpredictable. After an initial steep climb, we spent the rest of the morning identifying wildlife and learning to navigate using nature alone. We learned to determine where we were heading and what time it was. We put our cooking skills to the test at lunchtime, which was trickier than we’d imagined, though we eventually came up with something we could all eat! When evening fell, we had to locate a spot to put up our tents in. Although we’d been told there was nothing dangerous in the nearby forest, we still kept away from the edges, which put us at ease.\nOver the next two days, we made a shelter, learned to treat minor injuries and built a bridge. I was put in charge of the latter and although I hadn’t done anything like it previously and wasn’t particularly keen to be given the responsibility, I discovered a new skill in engineering, which I never thought I’d be good at. The tasks were all fascinating and I’d like to do more of that kind of thing.\nIt was a wonderful adventure. I had no idea what to expect when I signed up and I wasn’t an outdoors kind of person, so why I thought it was a good idea, I’m not sure! I don’t regret it, though and I’m pleased I didn’t quit, even when things got tougher than I ever thought they would. I always knew I was in the capable hands of the leaders and we had such good fun. I hope to be back again at some point in the future!\n\n1. What is the writer doing in the first paragraph?\n2. The writer says that the team-building tasks were carried out in order to\n3. What does the writer suggest about the first night’s activity?\n4. How does the writer say she felt when the survival adventure started?\n5. What does the writer say about the activities they did on the following two days?\n6. How does the writer feel about having taken part in the survival adventure?",
    "options": {
      "1": [
        "describing the kinds of accommodation available on the trip",
        "explaining why she had some concerns about going on the trip",
        "highlighting that the adventure camp she went on was unlike others",
        "offering advice to other teenagers about how to cope with conditions on the trip"
      ],
      "2": [
        "enable participants to get to know each other.",
        "ensure each group was balanced in terms of ability.",
        "provide some fun before the challenges of the trip started.",
        "select those who would take part in the actual survival adventure."
      ],
      "3": [
        "It didn’t require too much creativity on the part of participants.",
        "It helped participants decide whether they wanted to carry on.",
        "It equipped participants with some useful knowledge.",
        "It wasn’t as relaxing as she had expected it to be."
      ],
      "4": [
        "proud that she quickly acquired knowledge about getting around",
        "grateful that she had the appropriate gear with her",
        "nervous about the location she chose to camp in",
        "disappointed in her cooking skills"
      ],
      "5": [
        "She found she was good at something she hadn’t tried before.",
        "She didn’t enjoy some of them as much as she had hoped to.",
        "She liked being put in a position of leadership for one activity.",
        "She felt that experience of doing similar activities helped her."
      ],
      "6": [
        "excited about returning as soon as she can",
        "sorry that she hadn’t thought of doing it before",
        "surprised by how much she learned from the leaders",
        "proud of herself for dealing with unexpected difficulties"
      ]
    },
    "correct_answer": {
      "1": "offering advice to other teenagers about how to cope with conditions on the trip",
      "2": "ensure each group was balanced in terms of ability.",
      "3": "It equipped participants with some useful knowledge.",
      "4": "grateful that she had the appropriate gear with her",
      "5": "She found she was good at something she hadn’t tried before.",
      "6": "sorry that she hadn’t thought of doing it before"
    }
  },
  {
    "title_like": "%Hotels of the future%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "Hotels of the future\nOur Travel correspondent Joana Richards reports about a new trend in hotels.\nI recently visited a hotel in France which has no visible human staff. This is just one of several hotels in Europe and Asia which runs with apparently no human contact. Most of the services are provided by robots and machines. The concept is to provide an environmentally friendly hotel where staff and running costs kept to a minimum. Personally, I’ve spent my life away from robots and machines, and so kept having to remind myself that in many parts of the world, its not unusual for jobs and household tasks to be automated these days.\nSo I lost no time in booking myself a room at one of these hotels and going to see it for myself. And sure enough, there are the reception desk instead of a friendly receptionist wearing a uniform was a machine.\n‘I’d like to check in please, I shouted, wondering if the machine would respond to my voice, and feeling thrilled that I was about to have my first ever conversation with a check-in machine. Nothing. I said it again but there was silence. I was hoping the machine would say something like ‘If you want to check in, press 1. But then I noticed a written message in the machine’s screen. ‘Please insert your credit card and key in your booking reference, then follow the instructions.’ No conversation. How disappointing.\nStaying at the hotel costs from €35 (more if you want a bigger room). That’s a bargain for Paris, where a stay in a more conventional hotel can easily cost two or three times that much. And if you did stay there, it wouldn’t necessarily be any nicer, and certainly wouldn’t be any more memorable. The hotel is located near to the amusement park, Disneyland Paris, which was created as a visitor attraction on the east of the city with lots of amusement rides. In fact, many of the guests book the hotel purely in order to be close to the park.\nBack in the hotel, as well as machines to check in, there are vending machines to serve drinks and snacks and vacuum cleaners that work without a human, using sensors to navigate around the rooms. According to the owners, the laundry has robots which do all the washing unaided. Another innovation is the use of face recognition instead of keys to get into your room. A photograph of the guest’s face is taken at the reception desk by the check in machines.\nWith 60 rooms in the building, there is a lot of coming and going. Guests are actively encouraged to stop and get a coffee from one of the machines in the guest lounge with other guests, so there is at least some social interaction. One area where humans are absolutely essential for the hotel is security. There are scanners and CCTV cameras everywhere, and the footage from these is watched by human security guards, no matter whether or not the hotel is full. It is their job to make sure that the guests are safe – and that no-one causes any damage to hotel property, including of course making off with a costly robot.\nCritics say that businesses like these automated hotels will mean that people lose their jobs, as more and more roles can be performed by robots and machines. But there are many who see them as a vision of the future and argue that robots can make our lives easier.\nBut this can only happen if higher manufacturing and (line x) operating standards are achieved, and if guests are prepared to put their trust in machines and don’t mind the lack of personal contact. Only then will this type of hotel be a success. Time will tell if this is the case.\n\n1. The aim of this hotel is to be very\n2. What aspect of the writer’s experience at reception was ‘disappointing’ (line X)?\n3. What does the writer say about the price of the rooms in the hotel?\n4. What is the writer’s main point in the fourth paragraph?\n5. What risk is mentioned in the fifth paragraph?\n6. What does ‘this can only happen’ in line X refer to?",
    "options": {
      "1": [
        "efficient.",
        "friendly.",
        "profitable.",
        "unusual."
      ],
      "2": [
        "the appearance of the reception",
        "the time she wasted checking in",
        "the lack of verbal interaction with the machine",
        "the rudeness of the other guests"
      ],
      "3": [
        "The hotel is good value.",
        "The prices are likely to rise.",
        "Other hotels provide better accommodation.",
        "It is not always clear how much a room will cost."
      ],
      "4": [
        "There are limits to what robots and machines can do.",
        "Robots and machines can learn a wide range of skills.",
        "Different robots and machines are used for different tasks.",
        "Humans make mistakes that robots and machines do not make."
      ],
      "5": [
        "robots being stolen",
        "security guards being ineffective",
        "the hotel not doing enough business",
        "areas of the hotel becoming too crowded"
      ],
      "6": [
        "more roles being performed by robots and machines",
        "many seeing the hotel as a vision of the future",
        "robots and machines making our lives easier",
        "reduction in social human contact"
      ]
    },
    "correct_answer": {
      "1": "efficient.",
      "2": "the lack of verbal interaction with the machine",
      "3": "The hotel is good value.",
      "4": "There are limits to what robots and machines can do.",
      "5": "security guards being ineffective",
      "6": "robots and machines making our lives easier"
    }
  },
  {
    "title_like": "%A varied career%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "A varied career\nChloe Kelling, a successful model and singer-songwriter, now has a new venture\nI arrive for my interview with Chloe Kelling and I’m asked to wait in the garden. I hardly have time to start looking round at the carefully tended flowerbeds when Chloe appears. Every bit as tall and striking as I’d expected. Chloe emerges from the house wearing an oversized man’s jacket, a delicately patterned top and jeans. Chloe is known for her slightly quirky sense of fashion and, of course, she looks great as she makes her way towards me through the flowerbeds.\n‘Let’s talk in my office,’ she says, leading the way not back to the house, but instead to an ancient caravan parked up next to it. As we climb inside the compact little van, the smell of fresh baking greets us. A tiny table is piled high with cupcakes, each iced in a different colour. Chloe’s been busy, and there’s a real sense of playing tea parties in a secret den! But what else should I have expected from a woman with such a varied and interesting career?\nChloe originally trained as a make-up artist, having left her home in the country at nineteen to try and make her name as a model in London, and soon got work in adverts and the fashion business. ‘I went to Japan to work for a short period, but felt very homesick at first,’ she recalls. ‘It was very demanding work and, though I met loads of nice people, it was too much to take in at nineteen. If I’d stayed longer, I might have settled in better.’\nAlongside the modelling, Chloe was also beginning to make contacts in the music business. ‘I’d been the typical kid, singing with a hairbrush in front of the mirror, dreaming of being a star one day,’ she laughs. She joined a girl band which ‘broke up before we got anywhere’, before becoming the lead singer with the band Whoosh, which features on a best-selling clubbing album. Unusually though, Chloe also sings with two other bands, one based in Sweden and another in London, and each of these has a distinct style.\nIt was her work with Whoosh that originally led to Chloe’s link with Sweden. She was offered a song-writing job there with a team that was responsible for songs for some major stars, but gradually became more involved in writing music for her own band.\nAlthough she now divides her time between London and Sweden, her first stay there turned out to be much longer than she’d bargained for. ‘The rooms are very tall over there and so people have these rather high beds that you climb up to,’ she explains. ‘I fell as I climbed up the ladder and cracked three ribs. Although the people at the hospital were very kind, I was stuck there for a while, which was very frustrating. Sneezing and laughing were so painful at first, let alone singing!’\nIt was while recovering from her injuries that Chloe hit upon the idea of staging what she calls vintage fairs. ‘It was snowing in Sweden and I wanted something nice to look forward to.’ Chloe had always loved vintage clothes, particularly from the 1950s, and decided to stage an event for others who shared her passion. The first fair was held in her home village and featured stalls selling all sorts of clothes and crafts dating back to the 1950s. It was a huge hit, with 300 people turning up.\n‘When I had the idea of the first fair, it was only meant to be a one-off, but we had so many compliments, I decided to go ahead with more,’ says Chloe. ‘There’s something for all ages and people find old things have more character than stuff you buy in modern shops. It also fits perfectly with the idea of recycling.’ Looking round Chloe’s caravan, I can see what she means.\n\n1. In the first paragraph, the writer suggests that Chloe\n2. What do we learn about Chloe in the second paragraph?\n3. What does Chloe say about her trip to Japan?\n4. In the fourth paragraph, we find out that Chloe\n5. Chloe ended up in hospital in Sweden after\n6. What does Chloe say about her ‘vintage fairs’?",
    "options": {
      "1": [
        "usually keeps people waiting.",
        "is much taller than he expected.",
        "lives up to her stylish reputation.",
        "is surprisingly interested in flowers."
      ],
      "2": [
        "She’s cooked something for her guest.",
        "She’s expecting some other visitors today.",
        "She has no room in her house for an office.",
        "She invites very few people into her caravan."
      ],
      "3": [
        "She soon got used to her life there.",
        "She felt lonely most of the time there.",
        "She wishes she’d done the work better.",
        "She wasn’t old enough to appreciate it fully."
      ],
      "4": [
        "gave up modelling to become a singer.",
        "had always had ambitions to be a singer.",
        "has now left the first successful band she joined.",
        "sings in three bands that have a very similar sound."
      ],
      "5": [
        "breaking a rib whilst trying to move her bed.",
        "hurting her leg in a fall from her bed.",
        "falling off a ladder in her bedroom.",
        "tripping over in her room at night."
      ],
      "6": [
        "Her main aim is to raise awareness of environmental issues.",
        "She has responded to positive feedback from customers.",
        "Certain shops are now showing interest in the idea.",
        "They are mostly popular with older people."
      ]
    },
    "correct_answer": {
      "1": "lives up to her stylish reputation.",
      "2": "She’s cooked something for her guest.",
      "3": "She wasn’t old enough to appreciate it fully.",
      "4": "had always had ambitions to be a singer.",
      "5": "falling off a ladder in her bedroom.",
      "6": "She has responded to positive feedback from customers."
    }
  },
  {
    "title_like": "%The fake hairdresser remembers%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "The fake hairdresser remembers\nSome years ago, a British TV company came up with an idea for a reality TV show. People with no experience would be trained in a profession in a very short period of time, then would try and pass themselves off as the real thing with the general public. The show was called Faking It, and the format has since been imitated the world over. One of the first contestants was Gavin Freeborn, a twenty-three-year-old farmer’s son, who trained with celebrity hairdresser Trevor Sorbie in London. Gavin remembers the experience.\n‘I was at university, studying for a degree in agriculture, when some friends mentioned that a TV company had advertised for people to take part in Faking It. They were looking for someone who’d never picked up a pair of scissors or thought of hairdressing as a career, which I certainly hadn’t. I reckoned it would be a laugh. Having spent my school holidays shearing sheep on my parents’ farm, I was used to the idea of haircutting, but obviously it’s harder doing it on people – because they have an opinion about it!’\n‘I’d never been to London before and it was so busy that I felt a bit overwhelmed at first. Meeting Trevor for the first time, he seemed really strict, but once he realised I was taking the challenge seriously we got on like a house on fire and they often had to stop filming because we couldn’t stop giggling. Fortunately, I didn’t have to do any of the washing or sweeping floors other people new to the business have to do. I went straight into blow-drying and cutting instead.’\n‘At first I practised on a dummy’s head, which was a welcome safety net, but I did make a really bad mistake halfway through filming when I was cutting one real man’s hair. I’d been shown how to use clippers to get a cropped effect but hadn’t been warned to angle the comb. I ended up shaving off a huge patch of hair! He couldn’t see what I’d done, but the camera crew couldn’t stop laughing, so it was obvious I’d made a mistake. Luckily, I managed to rectify the situation and told the client, who was alright about it, so I forgave them.’\n‘By the day of my final test, I knew I was capable but I felt sick with nerves. I didn’t want to let Trevor down. But even though I failed to convince the client that I was a real hairdresser, she approved of the haircut and the judges were impressed by it, too. It didn’t worry me at the time but, looking back now, I think it was a bit unfair that I was penalised for taking too long – and hour-and-a-half – when I’d been taught the most important thing was to ensure your client walks out of the salon feeling like a million dollars.’\n‘After the programme, I went home for a week but I decided to come back to London because I’d fallen in love with the buzz of the city. People in town kept stopping and staring at me as if I was famous. I found this unnerving at first, but with time I got used to it. There were a few comments about me being too full of myself, but I took no notice.’\n‘When I agreed to do Faking It, I had no idea how much I was signing my life away, but I couldn’t say I have any regrets. The thing is that I’ve discovered growing up on a farm doesn’t mean I can’t work in a creative field. What’s more, I’ve now got choices I didn’t realise I had, which is brilliant. Although I still keep in contact with everyone from Trevor’s salon, and we all go out when I’m in London, I’m hardly a celebrity anymore.’\n\n1. Why did Gavin first apply to be on the programme?\n2. How did Gavin feel about the hairdressing mistake he made one day?\n3. How did Gavin feel on the day of his final test?\n4. Thinking about the final test now, Gavin feels that he\n5. What does the word ‘it’ in line 33 refer to?\n6. Looking back on the whole experience, Gavin now",
    "options": {
      "1": [
        "He thought it would be fun.",
        "He liked the idea of going to London.",
        "His friends managed to talk him into it.",
        "He had some experience of hairdressing."
      ],
      "2": [
        "sorry that the client was dissatisfied",
        "relieved that the client didn’t notice it",
        "pleased that he was able to find a solution",
        "annoyed by the reaction of the camera crew"
      ],
      "3": [
        "unsure if he was good enough",
        "worried that he might not succeed",
        "unconvinced that the client was really happy",
        "disappointed by the feedback from the judges"
      ],
      "4": [
        "was too slow in completing the haircut.",
        "didn’t take enough notice of his client’s wishes.",
        "was unjustly criticised for one aspect of his performance.",
        "should have paid some attention to things he’d been taught."
      ],
      "5": [
        "people making comments about Gavin",
        "people looking at Gavin in the street.",
        "Gavin feeling proud of himself",
        "Gavin feeling uncomfortable"
      ],
      "6": [
        "wishes he’d thought more carefully before applying.",
        "realises that his life is different as a result.",
        "appreciates his farm upbringing more.",
        "accepts that it’s helped him socially."
      ]
    },
    "correct_answer": {
      "1": "He thought it would be fun.",
      "2": "pleased that he was able to find a solution",
      "3": "worried that he might not succeed",
      "4": "was unjustly criticised for one aspect of his performance.",
      "5": "people looking at Gavin in the street.",
      "6": "realises that his life is different as a result."
    }
  },
  {
    "title_like": "%Moving house%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "Moving house\nA few days later, Lyn’s mother told her to spend her evening sorting out and packing her belongings. ‘I’ll see to your clothes,’ she said. ‘I want you to do your books and paints and things. I’ve put some cardboard boxes in your room.’\n‘You should’ve asked me,’ said Lyn, following her into the bedroom and seeing the assorted boxes. ‘I would’ve got some. There’s lots outside the supermarket near school.’\n‘These came from the local shop. Oh it’s all right, I’ve shaken out all the dirt,’ she said as Lyn tipped up the nearest one, checking that it was empty.\n‘OK. I’ll do it,’ said Lyn. ‘We’re ready to move then, are we?’ (line 8)\n‘Yes, the day after tomorrow. You’re going to miss the end of school term, but you won’t mind that, will you?\n‘You mean Friday’s my last day at school?’ Lyn pushed the boxes aside with her foot to clear a path to her bed so that she could sit down. ‘You could’ve told me,’ she said. ‘I have got people to say goodbye to, you know.’\n‘I am telling you,’ said her mother reasonably. ‘It doesn’t take two days to say goodbye, does it? You’ll only get upset.’\n‘Why are we doing my things first?’ Lyn asked. ‘I haven’t got much. There’s all the other stuff in the house – shouldn’t we start on that first?’\n‘Don’t worry about that. Mrs Wilson’s coming to help me tomorrow.’\nLyn remembered what Mandy Wilson had said all those days ago. ‘My mum’s coming round to help you pack.’ She felt angry with herself for not having said something straightaway – it was probably too late now. But worth a try. ‘I can help you,’ she said. ‘We can do it together.’\n‘You’ll be at school – you want to say goodbye.’\n‘I’ll go in at lunchtime for that. Mum, we can do it together. I don’t want that Mrs Wilson touching our things.’ Mandy Wilson’s mother – picking things over – telling Mandy what they’d found – Mandy at school announcing importantly, ‘My mother says they’ve got cheap plates and half of them are cracked and none of their towels match.’ The image was intolerable.\nLyn’s mother moved over to sit beside her on the bed. She was wearing her harassed expression. She was clearly feeling the pressure too, but managed to keep her patience. ‘Nothing’s ever straightforward with you, is it?’ she said. ‘It’s been agreed for a long time and it’s extremely kind of her to help. Everything’s got to be wrapped up carefully so it doesn’t get broken, then put in storage boxes in the right order – I don’t doubt you’d do your best, but there’s not room for anyone else – and she offered first.’\nLyn said no more and got on with the job she’d agreed to do. Her bedroom looked odd when she’d finished, but not as odd as the rest of the house when she got home from school next day. It was so sad. There were no curtains at the windows and no ornaments on the shelves, and in the middle of the room stood four large wooden boxes, full of objects wrapped in newspaper. But what really struck Lyn most were the rectangles of lighter-coloured paint on the wall where pictures had once hung. It was as if they had been atomised by a ray gun. Moving into the kitchen, she saw empty cupboards, their doors wide open. Somebody had done a thorough job.\n\n1. When Lyn is asked to pack her belongings, she\n2. When Lys says ‘I’ll do it’ in line 8, she is talking about\n3. How does Lyn react to the news that the family is moving soon?\n4. Why does Lyn offer to do more of the packing?\n5. What reason does Lyn’s mother give for not accepting Lyn’s offer of help?\n6. What made the greatest impression on Lyn when she came home the next day?",
    "options": {
      "1": [
        "objects to putting her clothes in boxes.",
        "is worried whether the boxes are clean.",
        "thinks that boxes are unsuitable for the job.",
        "is annoyed that she forgot to get better boxes."
      ],
      "2": [
        "filling something.",
        "checking something.",
        "collecting something.",
        "replacing something."
      ],
      "3": [
        "She’s sad to learn that she’s leaving her old home.",
        "She wonders how her friends will take the news.",
        "She’s worried about missing her schoolwork.",
        "She wishes she’d been told earlier."
      ],
      "4": [
        "She feels her mother needs her support.",
        "She regrets having refused to do it before.",
        "She distrusts the person who is coming to help.",
        "She’s concerned that some things will get damaged."
      ],
      "5": [
        "Other people have already said they will do it.",
        "The job will take more than two people.",
        "Lyn would not be capable of doing it.",
        "Lyn would not enjoy doing it."
      ],
      "6": [
        "how sad her bedroom looked",
        "the empty spaces where things had once been",
        "how the things from the house had been packed",
        "the fact that the kitchen had been completely cleared"
      ]
    },
    "correct_answer": {
      "1": "is worried whether the boxes are clean.",
      "2": "filling something.",
      "3": "She wishes she’d been told earlier.",
      "4": "She distrusts the person who is coming to help.",
      "5": "Other people have already said they will do it.",
      "6": "the empty spaces where things had once been"
    }
  },
  {
    "title_like": "%The reluctant hero%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "The reluctant hero\nThe most endearing thing about Aaron Green – and there are many – is his refusal to accept how famous he’s about to become. ‘I can walk down the street and not be hassled, which is really nice. I kind of hope that continues and I’m sure it will,’ he says earnestly. He seems genuinely to believe that the job won’t change his life. ‘There’s nothing fascinating about my life, and there’s absolutely no reason why that should start happening.’ You can only wish him well.\nHow lovely if this turned out to be true, but the chances are it won’t, and he must know this. Aaron has been cast as the hero in the latest fantasy blockbuster that will hit our screens next year. The first photo of him in his costume was released last week to an Internet frenzy.\nAfter an award nomination for his last film, Aaron is having the biggest year of his life, but it hasn’t gone to his head. ‘It’s nice if your work is praised, but it’s all very new to me, this,’ he (line 11) says. ‘I really like working in this profession and exploring its possibilities. Who knows what the future holds? We could dream about what might happen next, but there’s not much point. I’m just enjoying my job and want to do well in it in the future, but that’s kind of it, really No big hassles.’\nOf all the characters in his last film, which is based on a true story about a group of university students who start an influential blog, Aaron’s character is the one who emerges as most likeable. But he insists that the plot is not as straightforward as it might appear. ‘What’s wonderful about this film is that everyone feels they are the good guy. I don’t think anyone in the cast felt they were playing the villain. It was just a group of human beings that had different opinions.’\nIt’s a typically thoughtful answer from the 27-year-old, who seems to be a bit of a worrier and prefers to avoid watching himself on screen. Doubtless he doesn’t care for interviews either, but he is so open and engaging that you wouldn’t know it. He felt ‘a heightened sense of responsibility’ playing a real-life person in his last film, but had no contact with the person concerned. ‘These people are living and breathing somewhere – of course that has a great effect on the care with which you approach your work. I kept wondering if he’d come and see the film, if he’d recognise himself in my performance or be angered by it.’\nHis performance has a vulnerability about it that is almost painful to watch. Does he seek out those parts or do directors see that quality in him? ‘I don’t know, I think it’s probably a bit of both. I certainly have that unwillingness to lose naivety; to lose that childlike way of looking at the world. I find it a very real and profound theme in my life and, talking to other people my age, I think it’s universal.’\n\n1. In the first paragraph, the writer suggests that he thinks Aaron\n2. The phrase ‘hasn’t gone to his head’ (line 11) suggests that Aaron is\n3. What does Aaron say about his last film?\n4. What makes the writer think that Aaron is an anxious person?\n5. What does Aaron say about playing a real-life person on screen?\n6. What does Aaron suggest in the final paragraph?",
    "options": {
      "1": [
        "has a sensible attitude towards fame.",
        "seems confident that he can deal with fame.",
        "seems unaware that he’s about to become famous.",
        "has unrealistic ideas about what it’s like to be famous."
      ],
      "2": [
        "modest about his achievements.",
        "used to receiving so much praise.",
        "doubtful whether he will win an award.",
        "unsure whether he deserves so much attention."
      ],
      "3": [
        "There are clear heroes and villains in it.",
        "The story is not as simple as it may seem.",
        "He knows why people liked his character best.",
        "There were often disagreements between the actors."
      ],
      "4": [
        "He has no wish to watch his own films.",
        "He obviously doesn’t like giving interviews.",
        "He feels responsible for the character he plays.",
        "He thinks carefully before answering a question."
      ],
      "5": [
        "He was disappointed that he never met that person.",
        "He was sure that person wouldn’t want to see the film.",
        "He was concerned that the person might easily be offended.",
        "He was pleased that the person approved of the fact he was playing it."
      ],
      "6": [
        "He only plays parts that suit his own personality.",
        "He lets the director decide how a part should be played.",
        "He’s not such an immature person as he may appear.",
        "He shares certain feelings with lots of other young people."
      ]
    },
    "correct_answer": {
      "1": "has unrealistic ideas about what it’s like to be famous.",
      "2": "modest about his achievements.",
      "3": "The story is not as simple as it may seem.",
      "4": "He has no wish to watch his own films.",
      "5": "He was concerned that the person might easily be offended.",
      "6": "He shares certain feelings with lots of other young people."
    }
  },
  {
    "title_like": "%A hop, skip and a jump away%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "A hop, skip and a jump away\nAudrey Pirog talks about her first triple-jump competition\n‘I want you warming up. Do some bounding on the grass while you wait to sign in.’ It was Paula, our coach. I wasn’t too keen on this idea, knowing it would only tire me. My eyes met those of my three fellow triple-jumpers. We all sighed in agreement, all wanting to conserve our energy. Nobody moved. What’s more, I needed to qualify for the state championships. It was all I could think about. I had to jump twenty-nine feet, six inches to do this.\nThe sun was bright in the cloudless sky as I looked down the runway to the sand-filled triple-jump pit. Sounds of feet pounding on the track and cheers filled the air. I closed my eyes and tried to imagine it; the perfect jump. I’d only recently taken up this event and wished I’d had (line 9) more practice. It’s so much more than a hop, skip and a jump. It’s a take-off. The announcer’s voice boomed, ‘All triple-jump girls please sign in now.’ About nine of us meandered down to the pit where he was holding a clipboard and measuring tape.\nWaiting for my turn, I checked out the competition, seeing who had the longest legs or greatest muscle tone. My legs were still aching a little from the hundred-metre hurdles. I stretched them out, feeling the lump in my left one, the remnants of a pulled muscle. When I heard my name called, I began to feel nervous. What if I didn’t make it? This was the last chance to qualify and I had three jumps to do it. I bounced on my toes as I watched the girls before me jump. Analysing their form, you could see those who didn’t have enough momentum from the board.\nFinally my turn came. I stepped onto the runway and found my chalk mark. Steadying myself, I narrowed my eyes and took a deep breath. Pushing off my back foot, I lunged forward into a sprint. One, two, three, four, five and by six strides I was on the board. The actual jump is hard to remember; a one-legged hop, a skip and a long jump into the hot sandy pit. A long breath escaped me as I stepped out of the pit and waited to hear my measurement. ‘Twenty-eight feet, five-and-a-half inches,’ called the clipboard guy.\nI walked down the runway to be met by Paula, and was thankful for her kind face. ‘I want you to try something. Alright? Where’s a relaxing place for you?’ ‘In the water, I guess. Swimming.’ It was the first thing that came to mind and I didn’t realise how silly it must sound. ‘Perfect’, she responded. ‘Right before you jump, I want you to imagine you’re in the water, just floating, OK?’ I agreed, smiling to show my appreciation. I paced until my name was called again.\n‘Pirog, you’re up!’ I closed my eyes and imagined the water running over me, soothing me. My muscles relaxed and I exhaled as I pushed into take-off. This sprint felt loose and free. When I took off from the second board, I was sure my first phase was too high, that my second was chopped, and my landing wasn’t quite what it should have been. I stood up, shaking off the sand as the officials drew out the long measuring tape. The suspense was killing me.\n‘Twenty-nine feet, ten inches.’ I couldn’t stop myself from screaming and jumping into the air. My team-mates rushed to me, I was encircled and soon my hand stung from the force of all the customary high-fives. It was a relief finally to have made it and my success couldn’t be put down to sheer luck. My face ached from smiling but I knew I wouldn’t stop. I found Paula and ran to hug her. ‘That was all thanks to you.’ She smiled in return: ‘Thank the water.’\n\n1. From the first paragraph we understand that Audrey\n2. The word ‘it’ in line 9 refers to\n3. In the third paragraph, Audrey reveals that\n4. When she was talking to Paula, Audrey felt\n5. During her second jump, Audrey\n6. When she heard the length of her second jump, Audrey",
    "options": {
      "1": [
        "was already feeling very tired.",
        "needed to beat the other jumpers.",
        "had a specific aim in mind that day.",
        "felt guilty about ignoring her coach."
      ],
      "2": [
        "background noise at the event.",
        "the place where this event is held.",
        "the amount of practice needed for the event.",
        "a technically good performance in the event."
      ],
      "3": [
        "she once suffered a leg injury.",
        "she had already won another even that day.",
        "she felt confident in her ability to achieve her goal.",
        "she was impressed by the performance of the other jumpers."
      ],
      "4": [
        "embarrassed by a question her coach asked her.",
        "amused by a suggestion her coach made.",
        "sad that she’d let her coach down.",
        "grateful for her coach’s support."
      ],
      "5": [
        "was still feeling very tense.",
        "felt unhappy with one aspect of her jump.",
        "was rather self-critical of her performance.",
        "felt that everything was going better than last time."
      ],
      "6": [
        "realised that she had actually been very lucky.",
        "acknowledged the contribution of her coach.",
        "was surprised by her team-mates reaction.",
        "was lost for words for a few moments."
      ]
    },
    "correct_answer": {
      "1": "had a specific aim in mind that day.",
      "2": "a technically good performance in the event.",
      "3": "she once suffered a leg injury.",
      "4": "grateful for her coach’s support.",
      "5": "was rather self-critical of her performance.",
      "6": "acknowledged the contribution of her coach."
    }
  },
  {
    "title_like": "%Trip to Scotland%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "Trip to Scotland\nThe four of us, my best friend Ruth, my parents and me, were walking over a piece of damp moorland in Scotland. It was cold, in spite of the spring sunshine, and rather bleak. I have to say, I’d been quite anxious about Ruth when we set out. I wasn’t sure how a New Yorker would react to all this empty scenery. Although she’s lived in London for years, this was the first time she’d ever been to Scotland, which was surprising. It was also the first time she’d been on a trip with my family, which was not so surprising. My parents almost never go away.\nMy family runs a travel agency, so a holiday’s just like work for them – or so they say. Just occasionally, though, something gets them moving. This time it was a small advert in the newspaper. My father saw it in the travel section, which normally he only reads for research purposes. It was a special offer – a long weekend in a farmhouse at a really good price. What was crucial, though, was that it ended with the magic words ‘excellent bird-watching country’. Suddenly, we were in the car heading north for Scotland.\n‘I think I’ve just seen a sparrow-harrier,’ said Ruth, ‘but now all I’m getting is sky.’\n‘Binoculars can be very tricky if you’re not used to them,’ said my mother.\n‘So can bird names,’ I said. ‘You’ve just invented the sparrow-harrier. It must’ve been either a sparrowhawk or a hen harrier.’\nMy father was struggling with one foot deep in a wet patch of mud. He heaved it free; it gave out a loud squelch. ‘In actual fact,’ he said, ‘it was a buzzard.’ (line 18)\nI think Dad likes bird-watching the way some people like fishing. It gives him an excuse to go somewhere lonely and stare into space. To be fair, though, he can get quite animated; when he thought he’d spotted a firecrest up an oak tree, he brought the binoculars up so fast he blacked both his eyes. I remember trying not to laugh. Somehow, though, I hadn’t expected Ruth to find it appealing. Here she was staring at a disappearing dot in the sky and saying, ‘Okay. So can I claim to have seen a buzzard? Even though I didn’t know what it was?’ My father bent down and pointed to a small, boring plant, half-hidden in the grass. ‘What’s that?’ he said.\nRuth examined it carefully. ‘I have absolutely no idea,’ she said.\n‘Neither have I,’ said my father, ‘but whatever it is, we’ve definitely both seen it.’\n‘I think that was a “yes” to your buzzard question,’ said my mother.\nWe only had one more day away. Then it was back to reality for all of us. Ruth and I are both taking a ‘year out’ between school and college. I have to admit things weren’t turning out exactly as we expected – though bits have been really good. The idea was to work and save, then travel and party. I got a job at once, as an assistant at the agency. I would like to point out, here, that this only sounds like an easy option to people who have never worked for my parents. It’s been hard for Ruth to find jobs though, so she never has much money. It’s a pity because, wherever you want to travel, you have to pay – unless you’re my parents, of course. It was on the walk back to the farm that they began to discuss all the free holidays they’d had over the years. Which I have to say I thought was very tactless of them.\n\n1. What worried the narrator about the trip before they left?\n2. According to the narrator, what had attracted her father to the trip?\n3. The word ‘squelch’ in line 18 describes\n4. The narrator mentions the incident with the firecrest to show\n5. How does the narrator feel about her ‘year out’ so far?\n6. What does the narrator suggest about her job?",
    "options": {
      "1": [
        "whether Ruth would get on with her parents",
        "whether her parents would enjoy themselves",
        "whether Ruth would appreciate the landscape",
        "whether low temperatures would spoil their fun"
      ],
      "2": [
        "the place where he saw it advertised",
        "the relatively low cost it involved",
        "the chance to practise his hobby",
        "the opportunities for research"
      ],
      "3": [
        "the noise something made.",
        "the way something looked.",
        "a way of moving something.",
        "a way of talking about something."
      ],
      "4": [
        "how unlucky her father tended to be.",
        "how keen on bird-watching her father was.",
        "how amusing her father could be at times.",
        "how knowledgeable about birds her father was."
      ],
      "5": [
        "Most of it has been enjoyable.",
        "She is thoroughly disappointed by it.",
        "It has not been going according to plan.",
        "This holiday is the best part of it to date."
      ],
      "6": [
        "It isn’t very well paid.",
        "It doesn’t really interest her.",
        "It’s fun working with her parents.",
        "It’s much harder than people imagine."
      ]
    },
    "correct_answer": {
      "1": "whether Ruth would appreciate the landscape",
      "2": "the chance to practise his hobby",
      "3": "the noise something made.",
      "4": "how keen on bird-watching her father was.",
      "5": "It has not been going according to plan.",
      "6": "It’s much harder than people imagine."
    }
  },
  {
    "title_like": "%My fastest ever plane ride%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "My fastest ever plane ride\nReporter Matt Rudd goes on an extraordinary plane ride\nIn The Red Bull Air Race, twelve pilots take it in turns to race through a series of pylons between 15 and 25 metres high, negotiating sharp turns, barrel rolls and loops on the way, all at speeds of up to 370 km per hour. I was invited to find out what it feels like to take part.\nAn hour before the ﬂight, I had to sign two forms. The first confirmed that I was in good health, the second that I would empty all my pockets, because tiny objects can become very dangerous during the ﬂight. I also learnt that I would have to try to stay orientated throughout. ‘The horizon is your best friend,’ I was told, ‘the pilot will explain in which direction you have to look.’ I was also asked to promise that when I was ﬂying upside down, I would ‘completely relax. Try and enjoy the view.’ Half an hour before the ﬂight, I had a safety briefing in which I was told not, under any circumstances, to touch anything.\nBy the time we were taxiing down the runway, my legs up in front of me, feet trying not to touch the incredibly important steering pedals, hands trying not to rest on any of the many important switches within reach, my mind had made itself up. Ignoring all instructions received, I would not relax and enjoy the ﬂight. This is the cruel paradox of high-speed acrobatic ﬂying. In order to survive it without passing out, you have to keep calm and focused. You have to tense up at the right time and you have to relax at the right time. Panicking is a bad idea. None of this was of particular comfort as we began accelerating down the runway.\nDario, the pilot, and I reached the end of the runway. There we were in the Zivko Edge 540, upsettingly one of the world’s fastest acrobatic planes, ready to go. The plane took off and two seconds later we banked sharply to the right. It was an instant, violent manoeuvre and I felt the air squeeze out of my lungs. I looked up at the horizon, tensed everything and emitted short gasps as I sank down into the seat. For a split second I weighed 6.2 times my normal weight. And then we levelled out. We turned another sharp left and dived, leaving my stomach at 2,000 metres and my lungs scrunched up on the roof of the plane. Seconds later, we were 10 metres off the ground, aiming for the alarmingly small space between two pylons. They passed at 400 km per hour but my whoop of momentary excitement was stolen by a sharp right turn. We hadn’t even (line 55) done any acrobatics yet. (line 56)\nFor two minutes, I was allowed to ﬂy the plane, my hand shaking so much the plane shook too… it’s that responsive. And then (line 59) after that Dario said something. And I said, ‘Can you repeat that?’ But instead of replying, he did a barrel roll, a full lateral 360° turn.\n‘Are you okay?’\n‘Yup.’\n‘Have you had enough?’\n‘No,’ I lied.\nThen he did a loop, ﬂying the plane up and over, turning a full circle in the air. Now, I am aware that many people would find this exciting. The sort of people who enjoy rollercoasters. However, I just thought it was (line 71) a bit much. At the top of the loop, as we were ﬂying upside down, I heard a small voice shouting, ‘Relax, relax, look up.’ Then I looked up and saw some fields.\nThe ﬂight was over in 10 minutes. It had been ‘soft’ compared to what the pilots endure when they race. As if to illustrate the point, Dario got out some sandwiches the minute we landed and merrily tucked in. I didn’t eat for hours and that night I did the loop the loop over and over again in my sleep.\n\n1. How did Matt feel as the plane started moving along the runway?\n2. Why does Matt say We hadn’t even done any acrobatics yet in lines 55 and 56?\n3. What does responsive mean in line 59?\n4. In the fifth paragraph, Matt wants the pilot to think that\n5. What does it refer to in line 71?\n6. What is implied about the pilot in the final paragraph?",
    "options": {
      "1": [
        "annoyed that there were so many rules to follow",
        "surprised that he had to sit in a rather awkward position",
        "convinced that he was going to be unable to behave as required",
        "anxious that he had not been adequately prepared for the experience"
      ],
      "2": [
        "to justify his impatience",
        "to express his disappointment",
        "to explain why he felt so relieved",
        "to emphasise how apprehensive he felt"
      ],
      "3": [
        "eager",
        "sensitive",
        "active",
        "helpful"
      ],
      "4": [
        "he understands the technical terms.",
        "he needs a break.",
        "he is feeling fine.",
        "he had expected to roll."
      ],
      "5": [
        "turning a full circle",
        "being aware",
        "finding this exciting",
        "enjoying rollercoasters"
      ],
      "6": [
        "He finds Matt’s reaction amusing.",
        "He wants to demonstrate that he is tougher than Matt.",
        "He feels unusually hungry after the ﬂight.",
        "He is completely unaffected by their experience."
      ]
    },
    "correct_answer": {
      "1": "convinced that he was going to be unable to behave as required",
      "2": "to emphasise how apprehensive he felt",
      "3": "sensitive",
      "4": "he is feeling fine.",
      "5": "turning a full circle",
      "6": "He is completely unaffected by their experience."
    }
  },
  {
    "title_like": "%Wildlife cameraman%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "Wildlife cameraman\nDoug Allan films wild animals in cold places. If you’ve ever been amazed by footage of polar bears in a nature documentary, it’s probably been filmed by him. His perfect temperature, he says, is -18°C. Allan trained as a marine biologist and commercial diver. Diving was his first passion, where he learned about survival in cold places. His big break came when a TV crew turned up in Antarctica, where Allan was working, to film a wildlife documentary. ‘I ended up taking the crew to different places, and after 48 hours I realised that being a wildlife cameraman ticked all the boxes: travel, adventure, underwater.’\nHe is now a top cameraman and has worked on many major TV wildlife series. ‘I came along at a good time. When I started, hardly anyone had been to the Antarctic. You had coral people, elephant people, chimpanzee people. I just became the cold man. It was like all these amazing sequences were just waiting to be captured on film.’ The camera and communications technology was very basic when he started 35 years ago. ‘It is certainly easier to film today. If you shot something then, you had to remember it. Today, with digital technology, you can shoot a lot and look at it immediately. You used to have to think what shots you needed next, and what you had missed. You shot less. Film was very expensive. Today you can have too much material.’\n‘My value is field experience in cold conditions. I have a feel for it. I have spent so much time on sea ice it now feels like crossing the street. I do get cold toes but the poles are healthy places. There are no leeches, no diseases or mosquitoes.’ Wildlife filming, Allan says, is full of great successes, but also failures and embarrassments. Once, he was in the Orkneys to film kittiwakes. Unfortunately he could not identify which birds they were.\nWhen Allan recently got permission to film sequences for a major TV series in Kong Karls Land, a group of islands in the Arctic Ocean, he did not expect an easy assignment. It is a world of polar bears and is strictly off limits to all but the most fearless or foolish. Usually -32°C in April, the wind is vicious and hauling cameras in the deep snow is a nightmare. After walking five or more hours a day and watching polar bear dens in the snow slopes for 23 days, however, Allan had seen just one mother bear and her cub. By day 24, though, he says, he was living in bear world, at bear speed, with bear senses.\n‘We find a new hole and wait. We shufﬂe, hop, bend, stretch and run to stay warm. Five hours of watching and then with no warning at all I catch a glimpse so brief that I almost miss it. But the camera’s locked on the hole on full zoom and my eye’s very quickly on the viewfinder. Nothing for a couple of seconds and then an unmistakable black nose. Nose becomes muzzle, grows bigger to become full head and in less than a minute she has her front legs out and is resting on the snow in front of the hole. She’s looking at me but she’s not bothered. I’ve just taken a close-up, thinking this can’t get much better … when she sets off on a long slide down the slope. I’d swear it’s partly in sheer pleasure,’ he recounts, adding that two cubs then appeared at the den entrance. ‘Clearly it’s their first view of the world … It’s show time on the slopes and we have front-row seats.’\nNow Allan would like to make his own film about climate change in the Arctic, talking to the people who live there and experience the impact of it first hand. He says he would be (line 80) able to make an extraordinary documentary.\n\n1. What do we learn about Allan in the first paragraph?\n2. What does Allan say about the first documentaries he worked on?\n3. Why does Allan compare spending time on sea ice to crossing the street?\n4. When Allan had been on Kong Karls Land for a while, he began to\n5. What feeling does Allan describe in the fifth paragraph?\n6. What does it refer to in line 80?",
    "options": {
      "1": [
        "He had to train as a diver in order to become a wildlife cameraman.",
        "Becoming a cameraman suited the interests he already had.",
        "He was given the chance to work as a cameraman by a TV crew he met.",
        "Finding work as a cameraman allowed him to remain in Antarctica."
      ],
      "2": [
        "He has very clear memories of them.",
        "Most of what he filmed was new to viewers.",
        "They were shorter than those he makes nowadays.",
        "He would have liked to have been able to choose where he worked."
      ],
      "3": [
        "It is an ordinary occurrence for him.",
        "He thinks it presents a similar level of danger.",
        "He has learnt to approach it in the same way.",
        "It requires skills that can be used in winter conditions anywhere."
      ],
      "4": [
        "stop worrying about the dangers he was facing.",
        "feel a deep understanding of how polar bears lived.",
        "get used to the terrible conditions for filming.",
        "be more hopeful that one bear would lead him to others."
      ],
      "5": [
        "panic when he nearly fails to film a fantastic sequence",
        "concern that he has disturbed an adult female with her young",
        "amazement at being lucky enough to capture some great shots",
        "delight at being able to move around after waiting quietly for ages"
      ],
      "6": [
        "Allan’s film",
        "climate change",
        "the Arctic",
        "living there"
      ]
    },
    "correct_answer": {
      "1": "Becoming a cameraman suited the interests he already had.",
      "2": "Most of what he filmed was new to viewers.",
      "3": "It is an ordinary occurrence for him.",
      "4": "feel a deep understanding of how polar bears lived.",
      "5": "amazement at being lucky enough to capture some great shots",
      "6": "climate change"
    }
  },
  {
    "title_like": "%Night flight%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "Night flight\nThe flight is busy and the last few passengers to board are searching for places to stow their hand luggage. The Asian woman in the seat next to me is in her late twenties, probably travelling on business. I am wondering if I should talk to her when the man in the window seat shows up and we have to let him in. She settles back in the middle seat. When I try to strap myself back in I find she’s picked up the buckle of my belt by accident and we look at each other and laugh.\n‘What have you been doing in Bangalore?’ I ask.\n‘My office is there. It’s where I’m based.’ I notice that she has a North American accent. She tells me she works for a multinational company that makes clothing and that she is on her way to Thailand. She has to visit a couple of factories and meet with some other people from the company. She’s also trying to complete her PhD thesis, which is on a laptop she has under the seat in front of her. While she’s talking she puts her passport away in her bag and I see she’s Canadian.\nShe asks me what I do and I tell her. Then I ask her some more about her job and she tells me about that. By this time we are in the air and climbing towards our cruising altitude. The cabin is quiet, lights still dimmed, just the gentle sound of the air conditioning and the murmur of conversations. The flight to Singapore is three and a half hours. I can’t decide whether to attempt sleep. It is nearly midnight and it hardly seems worth it. The man in the window seat has put on eye-shades and has an in­flated pillow around his neck. He has slipped down in the seat with his head lolling to one side, his blanket pulled up to his chest. The woman shows no inclination to sleep so I ask her where she grew up.\nShe tells me her father is a medical doctor and that he went to Canada before she was born. They spent a few years in Montreal but most of the time she lived in Saskatchewan. ‘It was OK,’ she says. ‘There are things happening there, it’s not as dull as you might think.’ She tells me sometimes in the winter it would get down to minus sixty.\n‘Really it was minus thirty,’ she says. ‘But the wind chill factor made it feel like minus sixty. I remember them saying on the weather forecast “human ­flesh will freeze in 1.4 seconds.” Things like that.’\n‘I’ve never been anywhere that cold,’ I say.\n‘Somehow it didn’t feel that bad,’ she says. ‘It was like a dry cold. When the sun was shining it didn’t seem that cold. It makes your skin kind of tingle. We used to play out in it. You can get seriously cold and not realise it. When you’re back indoors your face and hands ache as the blood comes back. I suppose that is how polar (line 52) explorers end up losing toes. They don’t realise how cold they are.’\n‘I suppose so,’ I say. There’s a pause in the conversation and I wonder what to say next.\n‘I guess you get the other extreme living in India.’\n‘Bangalore is fine,’ she says, ‘though we need rain. The drought is very bad in south India right now.’\nThe woman asks me how I got into my present job and I tell her a bit about my life. At least I tell her the story which over time has fashioned itself into what I call my life. It’s not that I’m being deliberately secretive or deceitful. I just don’t know how to talk about what really happened.\n\n1. What do we find out about the woman in the first paragraph?\n2. What does the woman say at the beginning of the conversation?\n3. Why does the writer stay awake throughout the ﬂight?\n4. The woman talks about temperatures in Canada to show that\n5. What does ‘that’ refer to in line 52?\n6. The writer mentions the weather in India because",
    "options": {
      "1": [
        "She is annoyed at having to change seats with another passenger.",
        "She finds a mistake she makes amusing.",
        "She wants to get on with her work during the ﬂight.",
        "She has difficulty finding room for items she brought on board."
      ],
      "2": [
        "She has Canadian nationality.",
        "She usually works in Thailand.",
        "She is currently both studying and working.",
        "She is going to work for a different employer."
      ],
      "3": [
        "There is a lot of mechanical noise on the plane.",
        "Nobody else on board seems to want to sleep.",
        "Some of the passengers are talking loudly.",
        "He would not be able to sleep very long."
      ],
      "4": [
        "it could sometimes be extremely cold in Montreal.",
        "India is a more pleasant country to live in than Canada.",
        "the place where she grew up could be interesting.",
        "in Saskatchewan children had to stay at home all winter."
      ],
      "5": [
        "failing to notice how cold some parts of the body really are",
        "wearing clothes that do not cover the skin in very cold weather",
        "playing games outside in extremely low temperatures",
        "going into a warm place straight from somewhere much colder"
      ],
      "6": [
        "he realises the woman wants to change the subject.",
        "he wants to keep the conversation going.",
        "he finds the weather an interesting topic to discuss.",
        "he had wanted to ask the woman about it while she was talking."
      ]
    },
    "correct_answer": {
      "1": "She finds a mistake she makes amusing.",
      "2": "She is currently both studying and working.",
      "3": "He would not be able to sleep very long.",
      "4": "the place where she grew up could be interesting.",
      "5": "failing to notice how cold some parts of the body really are",
      "6": "he wants to keep the conversation going."
    }
  },
  {
    "title_like": "%Cycling Home from Siberia%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "Cycling Home from Siberia, by Robert Lilwall\nWe had been ﬂying east all night and I awoke to notice that it was already daylight. Looking out of the window onto the empty landscape below, the dark shades of brown and green reassured me that, although it was mid-September, it had not yet started snowing in Siberia. I could see no sign of human life and the view rolled away in an otherworldly blend of mountains, streams and forests to an endless horizon.\nMy Russian neighbour Sergei woke up and smiled at me sleepily. I had told him that I was ﬂying to the far-eastern Siberian city of Magadan with only a one-way ticket because it was my intention to return home to England by bicycle. ‘But, Robert,’ he had reasoned with me, ‘there is no road from Magadan; you cannot ride a bicycle.’ I explained that I had reason to believe that there was a road, though not many people used it these days.\n‘Alone?’ he asked, pointing at me.\n‘No, I will be riding with a friend called Al.’\n‘Just one friend?’\n‘Yes just one,’ I nodded. Sergei still looked unconvinced and with just one word ‘Holodna’ (cold) he pointed outside. I tried to bolster my case by explaining to Sergei with (line 27) hand gestures that I had a lot of warm clothes, though I left out the fact that, because my trip was self-funded I was on a tight budget. Most of my clothes and equipment had been bought at slashed prices. In reality, I was not at all sure they would be up to the job. This was especially true of my enormous postman’s over-trousers which I had bought for £10.\nMy life of travel had all started in a lecture hall in Scotland several years ago. The hall that morning was full of students slumped in their seats. Some were taking notes, without energy. The lecturer droned on. I was thinking hard about a particular dilemma. Should I ask him or not? ‘Well, why not?’ I tore a fresh sheet from my pad and wrote, ‘Hi Al, Do you want to cycle across the Karakorum Highway between Pakistan and China this summer? Rob.’ In the row in front of me slouched Al, my old school friend. I tapped him on the shoulder and passed the note. He tried to decipher my scrawl, scratched his head, wrote something and passed it back. I unfolded it and held my breath while I read. ‘OK,’ it said.\nSix years later I was going to join Al in Siberia. I had been working as a geography teacher and although I was still far from having full control of my classes, the job did tick many important boxes for me. It was frequently challenging, rarely boring, often fulfilling and of course there were great long holidays in which to chase adventures. Twice since I had started teaching I had used these holidays to go to meet Al. He had caught the adventuring bug in a big way after our bike ride through Pakistan and so had decided to do something far more relaxing than teaching: to cycle around the world. I was now joining him for the Siberian part of his trip.\nEver since that first ride we had taken together, Al had been setting himself greater and greater challenges. This round-the-world by-bike trip was certainly his greatest so far. At times he thought that the ride, or the road, would break him. Although it sounded tough, I envied him in many ways. He was having an extraordinary adventure, finding that he could deal with each new challenge even if it seemed impossible. He was proving wrong the sceptics who had told him he could not do it. He was doing something that scared him nearly every day and it made him feel alive.\n\n1. In the opening paragraph Robert reveals that he was\n2. Robert uses the phrase ‘bolster my case’ in line 27 to show that he was trying to\n3. Robert uses the example of the over-trousers to show that\n4. What do we learn about Robert in the lecture hall?\n5. How can Robert’s attitude to teaching best be summarised?\n6. What does Robert say about Al’s round-the-world trip?",
    "options": {
      "1": [
        "grateful that the long night was over.",
        "relieved that the winter weather had not yet arrived.",
        "surprised that the area seemed uninhabited.",
        "disappointed by the colours of the earth below him."
      ],
      "2": [
        "change the subject.",
        "end the conversation.",
        "reassure Sergei.",
        "correct Sergei."
      ],
      "3": [
        "he had been successful in getting local people to help him.",
        "he had had a restricted amount of money to spend on clothes.",
        "he was confident that he was well prepared for the extreme cold.",
        "he had been able to negotiate good prices for his equipment."
      ],
      "4": [
        "He didn’t want the lecturer to notice his lack of attention.",
        "He was puzzled by something the lecturer had said.",
        "He was unsure about what to write in the note.",
        "He was apprehensive about his friend’s reaction to his suggestion."
      ],
      "5": [
        "He felt it was the right career choice for him.",
        "The holidays were the only positive aspect of the job.",
        "He felt the job was getting too stressful.",
        "He enjoyed having the respect of his students."
      ],
      "6": [
        "Al never doubted that he would be successful.",
        "Al tried to hide the difficulties he was facing from his friends.",
        "Al was pushing himself to the limit of his capabilities.",
        "Al was totally fearless as he enjoyed the adventure."
      ]
    },
    "correct_answer": {
      "1": "relieved that the winter weather had not yet arrived.",
      "2": "reassure Sergei.",
      "3": "he had had a restricted amount of money to spend on clothes.",
      "4": "He was apprehensive about his friend’s reaction to his suggestion.",
      "5": "He felt it was the right career choice for him.",
      "6": "Al was pushing himself to the limit of his capabilities."
    }
  },
  {
    "title_like": "%Pen Hadow – polar explorer%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "Pen Hadow – polar explorer\nThe explorer is risking his life in the Arctic again, this time for all of us. Cole Moretonin reports.\nIn 2004, Pen Hadow became the first person to trek to the North Pole alone, without being resupplied on the way. That meant swimming through unimaginably cold waters, fighting frostbite and risking encounters with polar bears. Just eight months later, he made a similar trip to the South Pole. Now he is back in the Arctic again, preparing for an expedition he says is even more ambitious. Explorers are confident, driven individuals. They have to be. This time, however, there is far more at stake. Pen and two colleagues will set out on a three-month, 1,000-kilometre trek to the North Pole, taking detailed measurements of the thickness and density of the ice. Nobody has ever done this before, and he knows the results will be of vital importance to the scientific community. This will be the truest picture yet of what global warming is doing to the ice that covers the polar region.\nPen is married to Mary, a horsewoman, who says he has a ‘spine of steel’ and who shares his love of the outdoors. She helps to run his polar guide business and claims to be more worried about him when he’s at home: ‘He’s in more danger driving along the motorway because I know that in his head he’s somewhere in the Arctic.’ For fun, she once competed against him in a famous mountain event in which riders on horseback race against people on foot. Mary and her horse finished an hour ahead of Pen.\nPen and Mary live in the country with their two children. ‘It’s much harder to be away from them this time,’ he admits. ‘They were one and five when I last went, and I made a mistake in the way I said goodbye. I thought it would be a good idea to say to my son, “You’re the man of the house now, look after your mum and your sister.” He absolutely took it to heart (line 40), asking his mum how she was all the time, but the strain eventually became too much. While it was well intentioned, it was an unfair thing to do.’ For similar reasons he is planning to have very little contact with them while in the Arctic. ‘If you call them, you remind them how far away you are.’\nHe is spending these last days before departure preparing his kit, obsessively. ‘Out on the ice, one is virtually incapable of mending things or doing anything that isn’t absolutely straightforward,’ he says. With him will be Ann Daniels, one of the world’s leading polar explorers, and the expedition photographer, Martin Hartley. They will be supported by a crew of six, ﬂying in supplies. Being part of a team is actually more stressful to someone with his mentality, says Pen, and something else is on his mind too. ‘I’m going to be 47 on Thursday. I’ve done far less training than I’m comfortable with.’ Why? ‘Organisational things always seem more urgent. So I’m almost fearful of what I’m going to ask of myself.’\nPen believes his mission reconnects exploration with the search for knowledge that drove previous generations into the unknown. ‘Making it to the North Pole was ultimately a personal ambition,’ he admits, ‘and of limited value to anyone beyond the polar adventuring community. This time, scientists will profit from the data, and we’re creating a platform in which to engage as many people as possible in what’s happening in the Arctic Ocean. This is important work, and nobody can do it but us,’ he says. ‘Our skills, which are otherwise bizarre and socially redundant, have become hyper-relevant. Suddenly, we’re socially useful again.’\n\n1. In the first paragraph, what do we learn about Pen Hadow’s opinion of the new expedition?\n2. What does Mary Hadow think about her husband?\n3. When talking about leaving his children for long periods, Pen mentions feeling\n4. What does ‘took it to heart’ mean in line 40?\n5. What is worrying Pen about the new expedition?\n6. When he compares the new expedition to his previous ones, Pen feels",
    "options": {
      "1": [
        "He feels certain that it will be successful.",
        "He thinks it may be harder than his previous journeys.",
        "He is aware of the huge significance of its aims.",
        "He is looking forward to the scientific work it will involve."
      ],
      "2": [
        "He isn’t as determined as she is.",
        "He can’t run as quickly as he thinks he can.",
        "He hasn’t got enough time to manage his business properly.",
        "He finds it hard to think about anything except his expeditions."
      ],
      "3": [
        "ashamed that his wife has had to look after them so much.",
        "guilty that he once added to the pressure caused by his absence.",
        "sad that he is missing so much of their growing up.",
        "sorry that he can’t telephone more often."
      ],
      "4": [
        "He memorised his father’s words.",
        "He carried out his father’s words precisely.",
        "He started to feel unwell.",
        "He was afraid of the responsibility."
      ],
      "5": [
        "whether he will still be fit enough to take part",
        "whether he will be mentally prepared",
        "whether the equipment will work properly in icy conditions",
        "whether the arrangements he has made will turn out well"
      ],
      "6": [
        "pleased that more people will benefit from it.",
        "uncertain if it will collect information.",
        "doubtful about its long-term usefulness.",
        "relieved that the general public will be more supportive."
      ]
    },
    "correct_answer": {
      "1": "He is aware of the huge significance of its aims.",
      "2": "He finds it hard to think about anything except his expeditions.",
      "3": "guilty that he once added to the pressure caused by his absence.",
      "4": "He carried out his father’s words precisely.",
      "5": "whether he will still be fit enough to take part",
      "6": "pleased that more people will benefit from it."
    }
  },
  {
    "title_like": "%An extract from a novel%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "‘Claire, it’s Ruth.’ Claire held back a sigh and walked into the kitchen to put the coﬀee machine on. A phone call from her sister was never over quickly.\n‘Ruth, darling. How are you?’ As she waited for her sister to start describing in detail her latest disaster, Claire mulled over how much to reveal about her new business assignment. Her family would have to be told something, of course. Not that they ever came to visit, or called her home phone, or sent her letters. Still, it seemed only right to tell them it meant she was moving out for twelve months. Tuning back into the phone call, Claire realised she had missed some key information and tried to catch up with what her sister was talking about.\n‘So the doctor said it was probably lack of sleep. You know Sky is a bad sleeper and her nightmares have been worse since she started Year Two.’ Claire worked out that someone was unwell, but was unsure whether it was her sister or her six-year-old niece.\nClaire thought about her own schooling. Her parents had paid for the best, obviously, although Claire often wondered whether that was to ensure their three children didn’t aﬀect their lifestyle, rather than to give their oﬀ spring a good start in life. T e school had encouraged independence and character but had no time for tears and tantrums. Claire had learned quickly to work hard and stay out of trouble. More than could be said for Ruth. It had been a constant disappointment to her parents that, while their first and third children both achieved academic success, Ruth only acquired a reputation for bad behaviour.\nRuth’s next sentence sharply interrupted Claire’s thoughts.\n‘The tests are the week after next. That’s why I’m calling. Is there any chance you could come and look after Sky? It’s half-term and most of her friends are going skiing. Of course we can’t aﬀord that…’\nClaire inhaled deeply and forced herself not to rise to the bait. Ruth was always poor and begrudged Claire her success.\nClaire accepted that looking after a child on your own probably limited your career options, but look at the ‘Harry Potter’ author J. K. Rowling, it hadn’t held her back. She was convinced Ruth could help herself if only she’d try harder. Claire was almost too irritated by the thinly-veiled criticism to react to the request, but not quite.\n‘Have Sky? How long for? When?’ Claire could hear panic in her voice and forced herself to breathe in deeply. Once she was sure she was back in control of her emotions she said in a slow voice, ‘I start a new work assignment on 1st March, and I’ll … be on the road a lot. You know. Meeting clients.’\n‘Dining out on someone else’s credit card.’ Ruth’s voice cut in.\n‘There’s more to it than that,’ Claire responded quickly. Then, before Ruth could start the age-old argument, Claire (line 33) consciously lowered her voice.\n‘Tell me the day you need me to have Sky, I’ll check my diary.’\n‘Well, it’s two days, actually.’ Ruth sounded embarrassed.\nThinking about minding a six-year-old for two days almost made Claire choke. She gulped down her coﬀee and wondered if she could use the new assignment as an excuse.\nThere was something in Ruth’s voice, though, that made her pause.\n‘Can’t Mum take care of her? I thought Mum and Dad were the perfect grandparents?’ It seemed odd to Claire that two people who had no time for their own children could go mad over someone else’s, even if they were their grandkids.\n‘Er, Mum’s coming with me, to the hospital.’\nRuth’s words finally got through to Claire. ‘Just what tests are you having exactly?’\n‘Weren’t you listening? You never listen to me.’\nClaire almost smiled at the petulant tone in Ruth’s voice. For a moment they were twelve and fourteen again.\n\n1. When Claire realises who is phoning her, she\n2. Why doesn’t Claire know who is ill?\n3. How does Claire feel about her school?\n4. What is Claire’s attitude to Ruth’s financial problems?\n5. What does ‘it’ on line 33 refer to?\n6. What do we learn about Claire and her family?",
    "options": {
      "1": [
        "expects to hear some good news.",
        "tries to hide her true feelings.",
        "hopes it will be a long conversation.",
        "knows exactly what she will say to Ruth."
      ],
      "2": [
        "Ruth didn’t make it clear who she was talking about.",
        "None of her other relatives had written to her about it.",
        "She was away on business when the illness began.",
        "She wasn’t paying attention when Ruth was speaking."
      ],
      "3": [
        "She would have achieved more at a better school.",
        "Her parents never appreciated how successful she was there.",
        "Her sister was better suited to that school than she was.",
        "She may have been sent there for the wrong reasons."
      ],
      "4": [
        "She feels they are largely Ruth’s own fault.",
        "She wishes she could do more to help Ruth.",
        "She thinks Ruth could get any well-paid job she wanted.",
        "She feels guilty about having more money than Ruth."
      ],
      "5": [
        "spending the f rm’s money",
        "the task Claire has been given",
        "looking after Ruth’s daughter",
        "the reason Claire sounds stressed"
      ],
      "6": [
        "Her relationship with her sister has completely changed since their childhood.",
        "She realises that her parents treated her very well when she was a child.",
        "She doesn’t understand why her parents are so close to their grandchildren.",
        "She accepts that her mother is more interested in Ruth than in her."
      ]
    },
    "correct_answer": {
      "1": "tries to hide her true feelings.",
      "2": "She wasn’t paying attention when Ruth was speaking.",
      "3": "She may have been sent there for the wrong reasons.",
      "4": "She feels they are largely Ruth’s own fault.",
      "5": "the task Claire has been given",
      "6": "She doesn’t understand why her parents are so close to their grandchildren."
    }
  },
  {
    "title_like": "%Distance learning%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "Distance learning\nDistance learning can give students the chance to work and learn at the same time.\nNineteen-year-old Jamie Henderson hasn’t had what you’d call a typical student experience. Despite wanting to read for a degree in Law, Jamie decided against the usual university route and instead opted to study from home.\n‘With course fees now so high in this country, I was really put off by all the debt I would have when I came out of university,’ he says.\nHaving made this decision, Jamie was able to look into alternatives – which in the end turned out to be a degree validated by a university through a distance learning provider.\n‘It was a massive weight off my mind and it was a perfect option for me,’ Jamie says. ‘It has allowed me to stay near my friends and my family and still work part-time.’\nJamie has been able to take on two part-time jobs – alongside his studies – but has also been free to undertake work experience for a law firm, which has led to a full-time job offer before he has even completed his course.\nJonathan Smith, who is studying for a BA in Business, chose to study via a distance learning course when already in full-time employment.\n‘I’d studied History, Politics and Economics at school but going to university wasn’t even a consideration for me,’ he explains. ‘My friends were at home, I didn’t want to be burdened with debt and I wanted to get straight into a career.’\nJonathan completed a Business and Administration Apprenticeship with the local council. While working as a medical administrator, he studied for a diploma and after 12 months had valuable workplace experience.\n‘I’d done so well at work that they kept me on. But after six months getting settled into my new role, I was financially stable and ready to progress my career with a degree. I didn’t want to give up what I’d achieved to go to university, so distance learning was an appealing choice.’\nObviously, one of the downsides to a distance learning course is that students miss out on the experience of attending university, which means missing out on traditional lectures.\n‘Reading feedback and instructions from a screen isn’t quite the same as talking to someone face-to-face,’ Jamie says. ‘It’s also a lot of work to do on your own. I don’t have a close circle of friends going through the same thing, so I can’t really ask my peers for help and advice. However, I’ve found the online (line 46) student forums helpful and the firm I’ve been working for have offered advice and guidance when I’ve needed it.’\n‘I haven’t met as many new people as I would have, had I moved away,’ says Jamie. ‘But I have met new people through work instead. It’s just a different type of experience, which is just as rewarding and ultimately, in my opinion, makes me more employable.’\nFor anyone considering a distance learning course, there are several other factors to be considered; perhaps most importantly, motivation.\n‘Distance learning isn’t an easy option,’ says Dr Philip Hallam, Chief Executive Officer of a distance and online learning provider. ‘It’s going to be a substantial commitment, not only financially but also on your time. We need to make sure that people have really thought it through and understand why they want a degree. You will need to dig deep occasionally.’\nJonathan Smith is confident in the choices he’s made regarding education, but believes more could be done to make young people aware of the choices they have.\n‘When I left school with good qualifications, I was shocked at how little advice was available on options other than university. Everyone is different and education should reﬂect that. I’m glad I took the route I did and I think it is important that more people have the opportunity to study in a way that suits them.’\n\n1. Why did Jamie decide to do his degree from home?\n2. Jonathan’s reason for studying from home was that\n3. In line 46, what does ‘my peers’ mean?\n4. Jamie says that studying from home has enabled him to\n5. Dr Hallam recommends distance learning for students who\n6. In the last paragraph, Jonathan says that young people should",
    "options": {
      "1": [
        "His friends were also studying by distance learning.",
        "He had already been offered a full-time job.",
        "He wanted to avoid owing a lot of money.",
        "He was unable to obtain a place at university."
      ],
      "2": [
        "he wanted to remain in his job.",
        "the job he was doing was badly paid.",
        "his preferred subject wasn’t available at university.",
        "it was too late for him to apply to university."
      ],
      "3": [
        "the university staff",
        "students who have already graduated",
        "the management of the f rm",
        "students of the same age"
      ],
      "4": [
        "work with people who were also studying at the same time.",
        "improve his chances of finding work in the future.",
        "get to know more people than he would have done at university.",
        "concentrate on studying rather than spend time socializing."
      ],
      "5": [
        "dislike having to work very hard.",
        "have little time available for study.",
        "cannot afford to go to university.",
        "know exactly what it involves."
      ],
      "6": [
        "be advised not to go to university.",
        "be made more aware of the choices they have.",
        "apply for work with employers like his.",
        "ensure they get high grades at school."
      ]
    },
    "correct_answer": {
      "1": "He wanted to avoid owing a lot of money.",
      "2": "he wanted to remain in his job.",
      "3": "students of the same age",
      "4": "improve his chances of finding work in the future.",
      "5": "know exactly what it involves.",
      "6": "be made more aware of the choices they have."
    }
  },
  {
    "title_like": "%A lot can happen in a year abroad%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "A lot can happen in a year abroad\nLike many students before her, studying abroad had a profound aﬀect on Sarah Morrison\nAs I sat staring out at California’s spectacular Big Sur coastline, I felt fortunate to have a sister who had persuaded me to spend a year of my degree abroad. It seems that there are not enough older siblings explaining just how easy it is to take part in an international exchange.\nWhile most universities oﬀer worldwide exchanges, where students swap places with others from all over the world for a semester or a year during their degree, the number and quality on oﬀer, together with the cost and time spent abroad, vary dramatically.\nA deciding factor for me in choosing to study at the University of Edinburgh was the fact it oﬀered more than 230 exchange places at overseas universities in the US, Canada, Australia, New Zealand, India, China, South Korea, Japan, Singapore and South America.\nDespite all this choice, I still found that deciding to spend a year abroad was something of a novelty, with most of my friends giving more thought to embracing Edinburgh than packing their bags to leave a city that had only just become their home. Yet, fortified by my sister’s advice and a Californian friend who told me I would love the coast, I applied to spend my third year at the University of California, Berkeley – never guessing that this would aﬀect almost every future decision I would make.\nFrom the start of your exchange, you are aware that the time you have in your new country is limited and not to be wasted. Your experience is shaped by a predetermined start and end, which immediately increases the significance of the time in between.\nFrom the first week I arrived, I started to work at The Daily Californian, Berkeley’s student newspaper. I moved from an international house with more than 600 students from all over the world into a co-operative house where 60 of us shared responsibility for management of the building. I met people from Calcutta, Cairo and Chile, and learnt that holding on to any stereotypes I might have about Americans would be about as useful as assuming that all European people lived on farms.\nThe grades I earned at Berkeley didn’t actually count towards my degree classification at Edinburgh. However, I studied under a Pulitzer Prize-winning poet, signed up for student-led seminars and took an African American literature class that shaped my dissertation in Edinburgh. Whether I was learning about contemporary poets on a tour of San Francisco or reporting on the President’s speech in San Francisco for the next day’s newspaper, my stay there enabled me to return to Edinburgh with an increased sense of awareness about what I wanted to gain from my English literature degree.\nWhile the expense might seem like an initial barrier to international exchanges, in reality they can actually save a student money. Visas, health insurance and ﬂights to the chosen country will have to be bought, but a student will usually only be charged 25 to 50 per cent of their home university’s annual fees. A student travelling abroad is entitled to a larger student loan, and grants are available at many institutions for students going on an exchange.\nTaking part in an exchange may not appeal to all students. You have to research the options independently, apply almost a year before you go away and be aware of the grades required in the first year to qualify for a place on one. Even so, Edinburgh’s (line 64) international exchange officer, Helen Leitch, says: ‘If I had a pound for every time that students told me it was the best experience of their life, I would be a very wealthy woman indeed.’\n\n1. One reason Sarah became a student at Edinburgh University was that\n2. How did Sarah feel when she went to Berkeley?\n3. What does Sarah feel she achieved at Berkeley?\n4. What does Sarah say about the cost of an international university exchange?\n5. What does ‘one’ refer to in line 64?\n6. What does Helen Leitch suggest in the final paragraph?",
    "options": {
      "1": [
        "she could first study abroad and then move to Edinburgh.",
        "her sister had previously studied at Edinburgh.",
        "she could do part of her studies at a suitable university abroad.",
        "most of the students at Edinburgh spend a year at an overseas university."
      ],
      "2": [
        "She was pleased to find the people were exactly as she had expected.",
        "She knew she wanted to make the most of her stay there.",
        "She wanted to get a job rather than begin studying immediately.",
        "She began to wish her stay there could be a little shorter."
      ],
      "3": [
        "She formed a clearer idea of what her long-term aims were.",
        "She took the first steps towards becoming a teacher.",
        "She developed her poetry-writing skills significantly.",
        "She ensured that she would graduate with a first-class degree."
      ],
      "4": [
        "As a student you can get reduced rates for health insurance.",
        "Your fees may be cut by half for every year of your course.",
        "It can be cheaper overall than studying in your own country.",
        "Taking cheap ﬂights abroad can save you a lot of money."
      ],
      "5": [
        "an international exchange as part of a university course",
        "a research degree at a university in another country",
        "a university course that is paid for by the government",
        "the first year of a university course in your own country"
      ],
      "6": [
        "Students who do international exchanges often go on to become extremely rich.",
        "Most students who’ve done an international exchange believe it was highly worthwhile.",
        "Only students from rich families can afford to do an international exchange.",
        "She should be paid a far higher salary for organising international exchanges."
      ]
    },
    "correct_answer": {
      "1": "she could do part of her studies at a suitable university abroad.",
      "2": "She knew she wanted to make the most of her stay there.",
      "3": "She formed a clearer idea of what her long-term aims were.",
      "4": "It can be cheaper overall than studying in your own country.",
      "5": "an international exchange as part of a university course",
      "6": "Most students who’ve done an international exchange believe it was highly worthwhile."
    }
  },
  {
    "title_like": "%An extract from a novel 2%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "Alex North felt uncomfortable. With little time to pack, she’d forgotten her professional suit jacket. So she was wearing ﬂat black boots, dark denim jeans, a long sleeve white T-shirt and fawn shawl; she looked more like a protestor than a journalist. Tiredness added to her misery. As she made her way home last night, she had expected to be enjoying a Saturday morning lie-in. But after a panicky 2 a.m. phone call from her editor Gerome, a tense cab ride to the hospital and then an 8 a.m. plane from Heathrow to Prague, her day was far off course. She’d had little rest on the plane; after embarrassing herself by ﬂinging out an arm in her sleep and hitting the crew-cut young American sitting next to her, she sat awake and rigid for the rest of the ﬂight.\nBernie was meant to be in Prague covering this story.\n‘It all boils down to this, my dear,’ he had said last (line 16) night during their evening out with the others from the office. ‘If I can get a really good story at the international conference, I might actually retire. Job done. Go home. It’s that important.’\nBernie left earlier than Alex, keen to go over his notes and finish packing. Alex stayed out with the rest of her colleagues, and she’d barely made it into bed when Gerome had called to pass on the terrible news. Bernie was in hospital. His wife said he collapsed when he got home. The doctors diagnosed a stroke. Alex was so horrified that the Prague conference, and the large number of protestors expected to turn up there, was the last thing on her mind. But Gerome insisted she go in Bernie’s place. He told her to get a good night’s sleep, knowing full well she would get dressed and rush to visit Bernie.\nBernie Cook and his wife Laura had been like parents to Alex since she arrived in London from Australia four years ago. ‘Aren’t you a bit old to be a trainee?’ was the first of many questions Bernie asked. Alex explained that journalism wasn’t her first career choice. She tried her hand at accounting, but found her office job was torture. Her three-year communications degree was far more satisfying, but left her jobless and penniless at age 28. So off to London it was, with a traineeship at the UK’s best investigative daily newspaper, living in the city’s smallest, cheapest ﬂat and sustained by a weekly roast dinner at Bernie and Laura’s.\nAnyone overhearing Alex and Bernie talking would never think there was a 30-year age difference. Bernie’s passion for political debate – and conspiracy theories – kept Alex enthralled for hours. And his talent for journalism had rubbed off. Seeing him lying there unconscious, so still and frail, was a shock to Alex. Laura looked visibly withered, leaning over Bernie’s face as if frightened she might miss something if she glanced away. She barely looked up long enough to give Bernie’s iPad to Alex so she could study his notes for the assignment.\nAlex pretended to feel confident as she hurried across Charles Bridge towards the conference venue – Prague Castle. She was staying near the Old Town Square, in the predictably modest hotel booked by Bernie. Alex had politely endured the hotelier’s gossip; Bernie always said the people were the best thing about Prague. But Alex loved the pastel feel of the city, the swans on the river and the winding cobbled streets. She knew her way around, having visited once before with a forgettable ex-boyfriend. She recalled being more impressed with Prague than with him. It was no wonder the relationship petered out like all the others.\n\n1. In the first paragraph, what do we learn about Alex?\n2. What does ‘it all boils down to this’ on line 16 mean?\n3. When Alex’s boss rang her\n4. Why did Alex become a journalist?\n5. What upset Alex at the hospital?\n6. How did Alex feel when she arrived in Prague?",
    "options": {
      "1": [
        "She was excited at the prospect of working in Prague.",
        "She was feeling better after sleeping on the plane.",
        "She was worried her clothes were unsuitable for work.",
        "She had known it was going to be a busy night."
      ],
      "2": [
        "as far as I am aware",
        "this is the only problem",
        "what annoys me is this",
        "to sum up the situation"
      ],
      "3": [
        "he expected her to do everything he said.",
        "he told her to go to the airport immediately.",
        "he said she had to cover the story in Prague.",
        "he wanted her to go to Bernie and Laura’s house."
      ],
      "4": [
        "She was an unemployed graduate looking for work.",
        "She was attracted by the high salaries in London.",
        "Bernie had encouraged her to do the same job as him.",
        "That was what she had always wanted to be."
      ],
      "5": [
        "Laura’s attitude towards her.",
        "Bernie’s notes about the conference.",
        "What Bernie said when she arrived there.",
        "The contrast with how Bernie usually was."
      ],
      "6": [
        "She was sad her ex-boyfriend wasn’t there with her.",
        "She was glad to be there again.",
        "She was sure she would do a good job there.",
        "She liked the luxury accommodation she had there."
      ]
    },
    "correct_answer": {
      "1": "She was worried her clothes were unsuitable for work.",
      "2": "to sum up the situation",
      "3": "he said she had to cover the story in Prague.",
      "4": "She was an unemployed graduate looking for work.",
      "5": "The contrast with how Bernie usually was.",
      "6": "She was glad to be there again."
    }
  },
  {
    "title_like": "%The actor Daniel Radcliffe%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "Daniel Radcliffe\nI first meet Daniel Radcliffe at the offices of his agent, just before he takes to the stage for an evening performance of The Cripple Of Inishmaan. He’s wearing tight jeans, no glasses, and is a super ball of energy. He is extraordinarily polite, slim, well turned out. If you’d never seen him before, you might assume he was a children’s television presenter. But at the age of just 24 he has 16 movies behind him, eight of them Harry Potter blockbusters. It feels as if he’s been with us forever. The funny thing is, apart from the facial hair, he doesn’t really look any different from the schoolboy wizard who made his screen debut in 2001.\nYet over the past half-dozen years, it seems he has done everything he could to distinguish himself from Harry in the parts he has chosen to play. Radcliffe disagrees with this, saying ‘I pick films based on scripts and directors and parts. I’m not interested in making films I’ve seen before. There’s nothing more exciting to me when I read a script than originality. That’s all it’s governed by, there’s no master plan to distance myself from Potter.’\nHe says he doesn’t want to sound ungrateful. ‘I know that Potter is going to be with me for the rest of my life, so to try to stop people talking about that any more is stupid. It’s just a fact of your life, so you can’t get annoyed by it. You have to accept the fact that you were involved in this incredibly cool thing and though you might not always be happy with the work you did on it, the opportunity it has given you to make a career for yourself is amazing.’\nWas he aware how much Harry would change his life when he was offered the part? ‘No, I knew I was signing on for the first two, that four books had come out. Warner, the film company, genuinely didn’t know at that stage if they were going to make more than one film. If it ﬂopped, then they certainly weren’t going to put up all that money again.’ Did he ever consider exercising his opt-out clause? ‘By the third film, I thought, if there’s a time to get out, it’s now; there’s still enough time for another actor to come in and establish himself. For a while, I thought, if I do all of them, will I be able to move on to other stuff or should I start doing other stuff now? But in the end I decided I was having way too much fun. And actually there aren’t many great parts out there for teenage boys, certainly not as good as Harry Potter.’\nNowadays, of course, he is incredibly wealthy. I ask whether he sometimes worries people might socialise with him purely because of that. He laughs, and says people are going to be sadly disappointed if they befriend him for his lavish spending. ‘Anyone who is my friend knows that I don’t spend money. So they can hang around with me as much as they like and they still aren’t going to get anything. Haha!’ But, he says, he has never had a problem with working out who to trust. ‘I’m a fairly good judge of character, and I have a small but very close circle of friends. I’m not looking to recruit new friends, though I’m actually very open with people. I had a similar conversation with myself when I was about 17, the first time somebody had really betrayed that trust, and I said to myself you have two options: you either become totally insular and shut down and not let anybody into your life ever, or you can continue to be open and amiable when you meet people, and trusting, and occasionally get hurt. And I do think that is the best way.’\n\n1. What do we learn about Daniel in the first paragraph?\n2. What does Daniel say about his current work?\n3. What does Daniel appear to be criticising in the third paragraph?\n4. When Daniel was first asked to play Harry Potter\n5. Why did Daniel eventually decide to be in every film?\n6. How does Daniel feel about friendship?",
    "options": {
      "1": [
        "He is now working in TV programmes for children.",
        "His appearance has changed considerably since his childhood.",
        "He is currently acting in the theatre.",
        "He is amused by the way he looked in his early films."
      ],
      "2": [
        "He likes to make changes to the film scripts he is given.",
        "He sometimes has to accept roles he would rather reject.",
        "He finds it difficult to play roles that are not Harry.",
        "He denies he chooses roles as unlike Harry as possible."
      ],
      "3": [
        "Some of his acting in the Harry Potter films.",
        "The overall quality of the Harry Potter films.",
        "The effect of playing Harry Potter on his career.",
        "Attempts to talk to him about Harry Potter."
      ],
      "4": [
        "he thought the first film would be made on a low budget.",
        "he thought that only two Harry Potter books would be published.",
        "he had no idea how many films in the series there would be.",
        "he only wanted to be in the first film in the series."
      ],
      "5": [
        "He thought nobody else could play the role of Harry.",
        "He was enjoying making the films so much.",
        "He never considered doing any other kind of work.",
        "He knew it would eventually lead to different roles."
      ],
      "6": [
        "He believes he knows how to choose friends well.",
        "He would like to have more friends than he has now.",
        "He finds it difficult to trust people these days.",
        "He likes to be generous to those he is close to."
      ]
    },
    "correct_answer": {
      "1": "He is currently acting in the theatre.",
      "2": "He denies he chooses roles as unlike Harry as possible.",
      "3": "Some of his acting in the Harry Potter films.",
      "4": "he had no idea how many films in the series there would be.",
      "5": "He was enjoying making the films so much.",
      "6": "He believes he knows how to choose friends well."
    }
  },
  {
    "title_like": "%The Benefits of Bilingualism%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "The Benefits of Bilingualism\n\nSpeaking two languages rather than just one has obvious practical benefits in an increasingly globalized world. But in recent years, scientists have begun to show that the advantages of bilingualism are even more fundamental than being able to converse with a wider range of people. Being bilingual, it turns out, makes you smarter. It can have a profound effect on your brain, improving cognitive skills not related to language and even shielding against dementia in old age.\n\nThis view of bilingualism is remarkably different from the understanding of bilingualism through much of the 20th century. Researchers, educators and policy makers long considered a second language to be an interference, cognitively speaking, that hindered a child’s academic and intellectual development. They were not wrong about the interference: there is ample evidence that in a bilingual’s brain both language systems are active even when he is using only one language, thus creating situations in which one system obstructs the other. But this interference, researchers are finding, isn’t so much a handicap as a blessing in disguise. It forces the brain to resolve internal conflict, giving the mind a workout that strengthens its cognitive muscles.\n\nBilinguals, for instance, seem to be more adept than monolinguals at solving certain kinds of mental puzzles. In a 2004 study by psychologists Ellen Bialystok and Michelle Martin-Rhee, bilingual and monolingual preschoolers were asked to sort blue circles and red squares presented on a computer screen into two digital bins. One bin was marked with a blue square and the other with a red circle. In the first task, the children had to sort the shapes by color, placing blue circles in the bin marked with the blue square and red squares in the bin marked with the red circle. Both groups did this with comparable ease. Next, the children were asked to sort by shape, which was more challenging because it required placing the images in a bin marked with a conflicting color. The bilinguals were quicker at performing this task.\n\nThe collective evidence from a number of such studies suggests that the bilingual experience improves the brain’s so-called executive function — a command system that directs the attention processes that we use for planning, solving problems and performing various other mentally demanding tasks. These processes include ignoring distractions to stay focused, switching attention willfully from one thing to another and holding information in mind — like remembering a sequence of directions while driving.\n\n1. According to the text, what is a major benefit of being bilingual beyond communication?\n2. How did researchers in the 20th century view bilingualism?\n3. What does the author imply about the \"interference\" caused by knowing two languages?\n4. In the study by Bialystok and Martin-Rhee, when did bilingual children outperform monolingual children?\n5. What is the \"executive function\" described in the text?",
    "options": {
      "1": [
        "It allows people to travel more easily.",
        "It improves cognitive skills and brain health.",
        "It helps people find better jobs.",
        "It makes learning a third language easier."
      ],
      "2": [
        "They believed it was beneficial for intellectual growth.",
        "They thought it had no impact on academic development.",
        "They considered it a hindrance to development.",
        "They focused only on the social advantages."
      ],
      "3": [
        "It is a negative side effect that cannot be avoided.",
        "It strengthens the brain by forcing it to resolve conflict.",
        "It prevents bilinguals from speaking fluently.",
        "It causes confusion that lasts into adulthood."
      ],
      "4": [
        "When sorting shapes by color.",
        "When identifying the shapes on the screen.",
        "When sorting by shape, which conflicted with the color.",
        "When remembering the instructions for the task."
      ],
      "5": [
        "A system that controls memory and emotions.",
        "A command system for directing attention and solving problems.",
        "The part of the brain responsible for language learning.",
        "A process that slows down decision making."
      ]
    },
    "correct_answer": {
      "1": "It improves cognitive skills and brain health.",
      "2": "They considered it a hindrance to development.",
      "3": "It strengthens the brain by forcing it to resolve conflict.",
      "4": "When sorting by shape, which conflicted with the color.",
      "5": "A command system for directing attention and solving problems."
    }
  },
  {
    "title_like": "%Urban Gardening%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "The Rise of Urban Gardening\n\nAs cities become denser and green spaces scarcer, a new movement is taking root in the concrete jungle: urban gardening. This practice, which involves growing plants of all types and varieties in an urban environment, is gaining popularity for a multitude of reasons. From rooftop gardens to vertical walls and community plots, city dwellers are finding creative ways to reconnect with nature and produce their own food.\n\nOne of the primary drivers of this trend is the desire for fresh, organic produce. In a world of processed foods and long supply chains, growing your own vegetables offers a sense of control and quality assurance. Furthermore, it reduces the carbon footprint associated with transporting food from rural farms to city supermarkets. There is also a distinct psychological benefit; tending to plants has been shown to reduce stress and improve mental well-being, providing a peaceful escape from the hustle and bustle of city life.\n\nHowever, urban gardening is not without its challenges. Space is the most obvious limitation. Enthusiasts often have to make do with balconies, windowsills, or small patches of shared land. Soil quality in cities can also be poor or contaminated, requiring gardeners to import soil or use raised beds. Additionally, the lack of natural pollinators like bees in some dense urban areas can hinder the growth of certain crops.\n\nDespite these hurdles, the movement shows no signs of slowing down. Community gardens are fostering social interaction, bringing neighbors together who might otherwise never meet. Innovative technologies, such as hydroponics (growing plants without soil), are being adapted for home use, allowing for year-round cultivation indoors. Urban gardening is transforming from a niche hobby into a necessary component of sustainable city living.\n\n1. What is one of the main reasons for the popularity of urban gardening mentioned in the text?\n2. How does urban gardening help the environment?\n3. What psychological benefit does the text mention?\n4. Which of the following is NOT mentioned as a challenge for urban gardeners?\n5. How are community gardens affecting social life in cities?",
    "options": {
      "1": [
        "The shortage of food in supermarkets.",
        "The desire for fresh, organic produce.",
        "The need to lower the cost of housing.",
        "The requirement to follow city regulations."
      ],
      "2": [
        "It increases the number of parks in the city.",
        "It reduces the carbon footprint of food transport.",
        "It uses more water than traditional farming.",
        "It eliminates the need for recycling."
      ],
      "3": [
        "It improves memory and concentration.",
        "It cures physical ailments.",
        "It reduces stress and improves mental well-being.",
        "It helps people sleep better at night."
      ],
      "4": [
        "Limited space.",
        "Poor soil quality.",
        "Lack of pollinators.",
        "Excessive noise pollution."
      ],
      "5": [
        "They are causing disputes between neighbors.",
        "They are decreasing the value of local properties.",
        "They are bringing neighbors together and fostering interaction.",
        "They are replacing public parks completely."
      ]
    },
    "correct_answer": {
      "1": "The desire for fresh, organic produce.",
      "2": "It reduces the carbon footprint of food transport.",
      "3": "It reduces stress and improves mental well-being.",
      "4": "Excessive noise pollution.",
      "5": "They are bringing neighbors together and fostering interaction."
    }
  },
  {
    "title_like": "%The Future of Work%",
    "type": "reading_multiple_choice",
    "subcategory_name": "Multiple Choice Reading",
    "question_text": "The Future of Work: Remote and Hybrid Models\n\nThe COVID-19 pandemic forced a global experiment in remote work, and the results have fundamentally changed how we view the workplace. Before 2020, working from home was often seen as a perk for a select few or a temporary arrangement. Today, it has become a mainstay of the modern economy, with many companies adopting hybrid models that blend in-office and remote days.\n\nProponents of remote work argue that it offers unparalleled flexibility. Employees can better balance their personal and professional lives, saving time and money on commuting. This flexibility can lead to higher job satisfaction and productivity, as workers can tailor their environments to suit their working styles. For employers, it opens up a global talent pool, as they are no longer restricted to hiring people who live within commuting distance of the office.\n\nOn the flip side, critics point out the potential downsides. The blurring of boundaries between home and work can lead to burnout, with employees feeling they need to be \"always on.\" There are also concerns about the long-term impact on company culture and innovation. Spontaneous interactions, often called \"watercooler moments,\" are harder to replicate virtually, potentially stifling creativity and team bonding. Furthermore, junior employees may miss out on mentorship and learning opportunities that come from observing senior colleagues in an office setting.\n\nAs we look to the future, it is clear that the traditional 9-to-5 office model is unlikely to return in its entirety. The challenge for businesses will be to find the right balance—creating structures that maintain the benefits of flexibility while ensuring that collaboration, culture, and employee well-being are not sacrificed. The office of the future may serve a different purpose, becoming a hub for collaboration and social connection rather than just a place to sit at a desk.\n\n1. How has the view of working from home changed since 2020?\n2. What is a key benefit of remote work for employers?\n3. What is a potential negative consequence for employees mentioned in the text?\n4. Why are \"watercooler moments\" considered important?\n5. What does the author predict for the future of the office?",
    "options": {
      "1": [
        "It is now seen as less productive than before.",
        "It has become a mainstream and permanent part of the economy.",
        "It is strictly for freelancers and part-time workers.",
        "It has been banned by most major companies."
      ],
      "2": [
        "They can pay lower salaries.",
        "They can access a global talent pool.",
        "They can monitor employees more closely.",
        "They can eliminate all office costs."
      ],
      "3": [
        "They might feel isolated from their families.",
        "They could experience burnout from blurred boundaries.",
        "They will have to commute longer distances.",
        "They will have less work to do."
      ],
      "4": [
        "They allow employees to take long breaks.",
        "They foster spontaneous interaction and creativity.",
        "They ensure everyone stays hydrated.",
        "They are the only time employees can talk."
      ],
      "5": [
        "It will return exactly to the pre-2020 model.",
        "It will disappear completely.",
        "It will become a hub for collaboration rather than just desk work.",
        "It will be used only for senior management."
      ]
    },
    "correct_answer": {
      "1": "It has become a mainstream and permanent part of the economy.",
      "2": "They can access a global talent pool.",
      "3": "They could experience burnout from blurred boundaries.",
      "4": "They foster spontaneous interaction and creativity.",
      "5": "It will become a hub for collaboration rather than just desk work."
    }
  }
]